<?php

return [
    '1' => [
        '1' => [
           'text' => 'Какому автомобилю разрешается остановка в зоне действия этих знаков?',
           'answers' => [
                '1' => 'Красному.',
                '2' => 'Обоим автомобилям.',
                '3' => 'Ни одному.',
                '4' => 'Желтому, обозначенному опознавательным знаком "Инвалид".',
            ],
        ],
        '2' => [
           'text' => 'Эти знаки разрешают движение:',
           'answers' => [
                '1' => 'Только налево.',
                '2' => 'Только прямо.',
                '3' => 'Только направо.',
                '4' => 'Прямо, направо и в обратном направлении.',
            ],
        ],
        '3' => [
           'text' => 'Дает ли преимущество в движении включенный проблесковый маячок оранжевого цвета?',
           'answers' => [
                '1' => 'Дает.',
                '2' => 'Не дает.',
            ],
        ],
        '4' => [
           'text' => 'О чем предупреждает данная разметка?',
           'answers' => [
                '1' => 'О приближении к месту обязательной остановки транспортных средств.',
                '2' => 'О приближении транспортных средств к "СТОП-ЛИНИИ", когда она применяется в сочетании со знаком "Движение без остановки запрещено".',
                '3' => 'Указывает место, где транспортное средство должно уступить дорогу пешеходам.',
            ],
        ],
        '5' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель автомобиля.',
                '2' => 'Водитель трамвая.',
            ],
        ],
        '6' => [
           'text' => 'На автомагистрали запрещено:',
           'answers' => [
                '1' => 'Разворот и въезд в разрывы разделительной полосы.',
                '2' => 'Движение задним ходом.',
                '3' => 'Остановка вне специальных площадок для стоянки, обозначенных знаком "Место стоянки" или "Место отдыха".',
                '4' => 'Все перечисленные действия.',
            ],
        ],
        '7' => [
           'text' => 'Кто из водителей имеет право двигаться в прямом направлении?',
           'answers' => [
                '1' => 'Водители автобуса и мотоцикла.',
                '2' => 'Водители легкового и грузового автомобилей.',
                '3' => 'Водитель грузового автомобиля.',
                '4' => 'Водитель легкового автомобиля.',
                '5' => 'Водители автобуса и легкового автомобиля.',
            ],
        ],
        '8' => [
           'text' => 'Что должен выполнять водитель при движении транспортного средства задним ходом?',
           'answers' => [
                '1' => 'Не создавать помех другим участникам движения. Для обеспечения безопасности движения он, при необходимости, должен прибегнуть к помощи других лиц.',
                '2' => 'Прибегнуть к помощи других лиц.',
                '3' => 'Включить задние противотуманные фонари, если они имеются на транспортном средстве.',
                '4' => 'Включить габаритные огни.',
            ],
        ],
        '9' => [
           'text' => 'Когда запрещается выезжать на сторону дороги, предназначенную для встречного движения?',
           'answers' => [
                '1' => 'На дорогах с двухсторонним движением, имеющим четыре полосы и более.',
                '2' => 'На дорогах с двухсторонним движением, имеющих четыре полосы для движения при наличии дорожной разметки в виде двух сплошных линий, разделяющих транспортные потоки противоположных направлений.',
                '3' => 'Во всех перечисленных случаях.',
            ],
        ],
        '10' => [
           'text' => 'При движении по кривой дороге автомобиль более устойчив, если движение осуществляется:',
           'answers' => [
                '1' => 'С включенной передачей.',
                '2' => 'С выключенной передачей.',
                '3' => 'С увеличением скорости.',
            ],
        ],
        '1' => [
           'text' => 'При каких условиях запрещается эксплуатация транспортных средств?',
           'answers' => [
                '1' => 'Подтекает жидкость из системы гидравлических тормозов.',
                '2' => 'Не действует рабочая тормозная система.',
                '3' => 'Компрессор не обеспечивает установленного давления в системе пневматических тормозов.',
                '4' => 'При всех указанных условиях.',
            ],
        ],
    ],
    '2' => [
        '2' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Трамвай и автобус, легковой автомобиль.',
                '2' => 'Трамвай, легковой автомобиль, автобус.',
                '3' => 'Легковой автомобиль, трамвай и автобус.',
            ],
        ],
        '3' => [
           'text' => 'В каких направлениях разрешено движение?',
           'answers' => [
                '1' => 'Только Б.',
                '2' => 'Только А.',
                '3' => 'А и Б.',
                '4' => 'А, Б, В и Г.',
                '5' => 'А, Б и В.',
            ],
        ],
        '4' => [
           'text' => 'Какой знак обозначает преимущество встречного движения?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '5' => [
           'text' => 'Какие колеса автомобиля более подвержены торможению "юзом"?',
           'answers' => [
                '1' => 'Задние колеса.',
                '2' => 'Передние колеса.',
            ],
        ],
        '6' => [
           'text' => 'Какой знак указывает место, с которого на данной дороге утрачивают силу требования правил, устанавливающие порядок движения в населенных пунктах?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '7' => [
           'text' => 'Кому водитель должен предоставить свое транспортное средство независимо от направления движения?',
           'answers' => [
                '1' => 'Сотрудникам дорожной службы.',
                '2' => 'Медицинским служащим, для транспортировки больного в случаях угрожающих его жизни.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли заезжать на полосу, обозначенную этим знаком при повороте направо?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если полоса не ограничена от остальной части дороги сплошной линией.',
            ],
        ],
        '9' => [
           'text' => 'Таким опознавательным знаком обозначается:',
           'answers' => [
                '1' => 'Транспортное средство, перевозящее тяжеловесные и крупногабаритные грузы.',
                '2' => 'Транспортное средство, длина которого с грузом или без груза более 20м.',
                '3' => 'Транспортное средство, перевозящее людей в кузове-фургоне.',
            ],
        ],
        '10' => [
           'text' => 'Как транспортировать пострадавшего с повреждением грудного отдела позвоночника?',
           'answers' => [
                '1' => 'Лежа на спине, на жестком щите.',
                '2' => 'Лежа на спине, на мягкой подстилке.',
                '3' => 'Лежа на боку, на жестком щите.',
            ],
        ],
        '1' => [
           'text' => 'Что обязан выполнить водитель перед началом движения?',
           'answers' => [
                '1' => 'Проверить исправность и комплектность транспортного средства.',
                '2' => 'Убедиться, что начало движения будет безопасным и он не создаст помех другим участникам движения.',
                '3' => 'Подать сигнал световым указателем поворота соответствующего направления.',
                '4' => 'Выполнить все перечисленные действия.',
            ],
        ],
    ],
    '3' => [
        '2' => [
           'text' => 'Разрешается ли стоянка в этом месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '3' => [
           'text' => 'Водители каких транспортных средств проедут перекресток первыми?',
           'answers' => [
                '1' => 'Водители автомобиля и автобуса.',
                '2' => 'Водитель трамвая.',
            ],
        ],
        '4' => [
           'text' => 'Движение запрещено:',
           'answers' => [
                '1' => 'Красному и белому автомобилям.',
                '2' => 'Синему, зеленому и белому автомобилям.',
                '3' => 'Белому, синему и желтому автомобилям.',
            ],
        ],
        '5' => [
           'text' => 'Первым проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Желтый автомобиль.',
                '3' => 'Синий автомобиль.',
                '4' => 'Зеленый автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Эксплуатация каких транспортных средств запрещена, если у них отсутствуют аптечка и огнетушитель?',
           'answers' => [
                '1' => 'Только легковых автомобилей.',
                '2' => 'Только автобусов.',
                '3' => 'Только грузовых автомобилей.',
                '4' => 'Всех указанных транспортных средств.',
            ],
        ],
        '7' => [
           'text' => 'По каким направлениям из числа обозначенных стрелками разрешается движение?',
           'answers' => [
                '1' => 'Только по направлению А.',
                '2' => 'Только по направлению Б.',
                '3' => 'Только по направлению В.',
                '4' => 'Только по направлению А и Г.',
                '5' => 'Только по направлению Г.',
            ],
        ],
        '8' => [
           'text' => 'Какие транспортные средства допускается ставить в два ряда на проезжей части?',
           'answers' => [
                '1' => 'Мотоциклы без бокового прицепа, мопеды и велосипеды.',
                '2' => 'Мотоциклы с боковым прицепом.',
                '3' => 'Легковые автомобили со знаком "Инвалид".',
                '4' => 'Грузовые автомобили, обслуживающие торговые и другие предприятия, которые непосредственно расположены вдоль тротуаров, разрешенная максимальная масса которых не превышает 3,5 т.',
            ],
        ],
        '9' => [
           'text' => 'Как правильно надевается одежда при ранении руки?',
           'answers' => [
                '1' => 'Одежда надевается сначала на раненую, а потом на здоровую руку.',
                '2' => 'Одежда надевается на обе руки сразу.',
                '3' => 'Одежда надевается сначала на здоровую руку, а потом на раненую.',
            ],
        ],
        '10' => [
           'text' => 'Груз должен быть размещен на транспортном средстве таким образом, чтобы он:',
           'answers' => [
                '1' => 'Не располагался выше уровня бортов.',
                '2' => 'Не производил шума, не поднимал пыль и не засорял окружающую среду.',
                '3' => 'Не выступал за габариты транспортного средства сзади более, чем на 0,8 м от крайнего заднего размера транспортного средства.',
            ],
        ],
        '1' => [
           'text' => 'Этот дорожный знак обозначает:',
           'answers' => [
                '1' => 'Участок дороги, на котором имеется тротуар или пешеходная дорожка.',
                '2' => 'Участок дороги, на котором имеется пешеходный переход.',
            ],
        ],
    ],
    '4' => [
        '2' => [
           'text' => 'Каким транспортным средствам разрешена стоянка?',
           'answers' => [
                '1' => 'Только мотоциклу.',
                '2' => 'Только грузовому автомобилю.',
                '3' => 'Только легковому автомобилю.',
                '4' => 'Легковому автомобилю и мотоциклу.',
                '5' => 'Всем транспортным средствам.',
            ],
        ],
        '3' => [
           'text' => 'Этот дорожный знак предупреждает:',
           'answers' => [
                '1' => 'О приближение к железнодорожному переезду с одним путем.',
                '2' => 'Необорудованный шлагбаумом железнодорожный переезд с одним путем.',
                '3' => 'Необорудованный шлагбаумом железнодорожный переезд с двумя путями.',
            ],
        ],
        '4' => [
           'text' => 'Синий автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
            ],
        ],
        '5' => [
           'text' => 'В каком ответе правильно указано разрешенное направление движения?',
           'answers' => [
                '1' => 'Только разворот.',
                '2' => 'Прямо и разворот.',
                '3' => 'Только прямо.',
            ],
        ],
        '6' => [
           'text' => 'Каким транспортным средствам разрешено движение?',
           'answers' => [
                '1' => 'Мотоцикл.',
                '2' => 'Грузовой автомобиль.',
                '3' => 'Автобус.',
                '4' => 'Легковой автомобиль.',
                '5' => 'Легковой и грузовой автомобили.',
            ],
        ],
        '7' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель мотоцикла.',
                '2' => 'Водитель автомобиля.',
            ],
        ],
        '8' => [
           'text' => 'Где могут находиться пассажиры при буксировке путем частичной погрузки?',
           'answers' => [
                '1' => 'В кабине обоих автомобилей.',
                '2' => 'В кабине буксирующего автомобиля.',
                '3' => 'В кабине буксируемого автомобиля.',
                '4' => 'В кузове буксирующего автомобиля.',
            ],
        ],
        '9' => [
           'text' => 'На дороге с двухсторонним движением, имеющей три полосы, Вам необходимо повернуть направо. С какой полосы Вы осуществите данный маневр?',
           'answers' => [
                '1' => 'С правой полосы.',
                '2' => 'Со средней полосы.',
                '3' => 'С правой или средней полосы.',
                '4' => 'Со средней полосы, но лишь когда занята правая полоса.',
            ],
        ],
        '10' => [
           'text' => 'В каких местах разрешается стоянка транспортных средств под углом к краю проезжей части?',
           'answers' => [
                '1' => 'На дорогах с двумя полосами движения в каждом направлении.',
                '2' => 'На дорогах с тремя и более полосами движения в каждом направлении.',
                '3' => 'Только на дорогах с односторонним движением.',
                '4' => 'На расширенных участках проезжей части, с условием, что не будет создана помеха другим участникам движения.',
            ],
        ],
        '1' => [
           'text' => 'Какой материал лучше подходит для использования в качестве иммобилизирующей шины при переломе костей?',
           'answers' => [
                '1' => 'Бинт.',
                '2' => 'Ткань.',
                '3' => 'Кусок доски.',
            ],
        ],
    ],
    '5' => [
        '2' => [
           'text' => 'Разрешается ли следовать к месту стоянки или ремонта в темное время суток на дорогах без искусственного освещения или в условиях недостаточной видимости с негорящими задними габаритными огням?',
           'answers' => [
                '1' => 'Разрешается с особой осторожностью.',
                '2' => 'Запрещается.',
            ],
        ],
        '3' => [
           'text' => 'В каком из перечисленных случаев Правила обязывают водителя предоставить свое транспортное средство в распоряжение работника милиции?',
           'answers' => [
                '1' => 'В любом случае.',
                '2' => 'Для выполнения неотложных служебных заданий.',
                '3' => 'Для следования к месту работы.',
            ],
        ],
        '4' => [
           'text' => 'Водитель какого транспортного средства имеет право на первоочередное движение?',
           'answers' => [
                '1' => 'Водитель грузового автомобиля.',
                '2' => 'Водитель автобуса.',
            ],
        ],
        '5' => [
           'text' => 'Какой знак запрещает движение транспортных средств с дистанцией между ними, меньше указанной на знаке?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли автобусу въезжать на перекресток в данной ситуации?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если автобус движется по установленному маршруту.',
            ],
        ],
        '7' => [
           'text' => 'Из какой полосы следует поворачивать направо в показанной ситуации?',
           'answers' => [
                '1' => 'Только из второй полосы.',
                '2' => 'Только из крайней правой полосы, обозначенной разметкой "А".',
            ],
        ],
        '8' => [
           'text' => 'Этот сигнал регулировщика означает, что:',
           'answers' => [
                '1' => 'Разрешено движение синему, зеленому автомобилям. Запрещено красному, желтому, белому.',
                '2' => 'Разрешено движение синему, красному, зеленому автомобилям. Запрещено желтому, белому.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли произвести высадку пассажиров в месте, где нанесена по верху бордюра сплошная желтая линия в сочетании со знаком "Остановка запрещена"?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается в отсутствии маршрутных транспортных средств.',
                '4' => 'Разрешается только маршрутным транспортным средствам.',
            ],
        ],
        '10' => [
           'text' => 'С какой максимальной скоростью разрешается движение легковых автомобилей на участках дорог вне населенных пунктов?',
           'answers' => [
                '1' => '110 км/ч.',
                '2' => '100 км/ч.',
                '3' => '90 км/ч.',
                '4' => '80 км/ч.',
                '5' => '70 км/ч.',
            ],
        ],
        '1' => [
           'text' => 'На перекрестке организовано круговое движение. Проезжая часть, по которой вы подъезжаете к перекрестку, имеет две полосы для движения. Какую полосу Вы обязаны занять для поворота при въезде на перекресток?',
           'answers' => [
                '1' => 'Правую полосу.',
                '2' => 'Левую полосу.',
                '3' => 'Правую или левую полосу.',
            ],
        ],
    ],
    '6' => [
        '2' => [
           'text' => 'Вы остановились на подъеме в ожидании разрешающего сигнала светофора. При этом удерживать автомобиль на месте лучше всего:',
           'answers' => [
                '1' => 'Стояночным тормозом.',
                '2' => 'За счет пробуксовки сцепления при включенной первой передаче.',
                '3' => 'Выключенным двигателем, с включенной пониженной передачей.',
                '4' => 'Рабочим тормозом.',
            ],
        ],
        '3' => [
           'text' => 'В каких случаях допускается выезд велосипедистов от правого края проезжей части?',
           'answers' => [
                '1' => 'При перевозке груза.',
                '2' => 'В разрешенных случаях для поворота налево или разворота.',
                '3' => 'В обоих перечисленных случаях.',
            ],
        ],
        '4' => [
           'text' => 'Разрешается ли пешеходам переходить дорогу вне пешеходного перехода?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'При отсутствии перехода или перекрестка в зоне видимости разрешается переходить проезжую часть дороги под прямым углом к краю проезжей части на участках без разделительной полосы и ограждений, там где она хорошо просматривается в обе стороны.',
                '3' => 'Запрещается.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли повернуть во двор в этом месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '6' => [
           'text' => 'Где разрешается пересекать железнодорожные пути?',
           'answers' => [
                '1' => 'В местах, где видимость в обоих направлениях не менее 1000 м.',
                '2' => 'В местах, наиболее удобных, с точки зрения водителя.',
                '3' => 'В установленных для этого местах.',
                '4' => 'Не ближе 1000 м от железнодорожной станции.',
            ],
        ],
        '7' => [
           'text' => 'На каком расстоянии до начала опасного участка устанавливаются эти знаки в населенных пунктах?',
           'answers' => [
                '1' => '15-25 м.',
                '2' => '25-50 м.',
                '3' => '50-100 м.',
                '4' => '100-130 м.',
                '5' => '150-300 м.',
            ],
        ],
        '8' => [
           'text' => 'Разрешена ли буксировка на автомагистрали?',
           'answers' => [
                '1' => 'Разрешена со скоростью 60 км/час.',
                '2' => 'Запрещена.',
                '3' => 'Разрешена только путем частичной погрузки или на жесткой сцепке.',
                '4' => 'Разрешена на гибкой сцепке.',
                '5' => 'Разрешена любым способом.',
            ],
        ],
        '9' => [
           'text' => 'Должен ли водитель автобуса, движущегося по установленному маршруту, уступать дорогу в данной ситуации?',
           'answers' => [
                '1' => 'Должен.',
                '2' => 'Не должен.',
                '3' => 'Не должен, так как он движется прямо.',
            ],
        ],
        '10' => [
           'text' => 'Каким транспортным средствам разрешается повернуть направо?',
           'answers' => [
                '1' => 'Только красному автомобилю.',
                '2' => 'Всем транспортным средствам.',
                '3' => 'Красному и зеленому автомобилям.',
            ],
        ],
        '1' => [
           'text' => 'С какой максимальной скоростью разрешается движение легковых автомобилей с прицепом на участках дорог, обозначенных таким дорожным знаком?',
           'answers' => [
                '1' => '60 км/ч.',
                '2' => '70 км/ч.',
                '3' => '80 км/ч.',
                '4' => '100 км/ч.',
                '5' => '110 км/ч.',
            ],
        ],
    ],
    '7' => [
        '2' => [
           'text' => 'В каком случае Правила не требуют подачи предупредительного сигнала?',
           'answers' => [
                '1' => 'Перед остановкой у края проезжей части.',
                '2' => 'Перед закруглением дороги, обозначенным знаком "Опасный поворот".',
                '3' => 'Перед перестроением на соседнюю полосу движения.',
            ],
        ],
        '3' => [
           'text' => 'Этот дорожный знак означает, что:',
           'answers' => [
                '1' => 'Запрещается движение грузовых автомобилей и составов транспортных средств (грузовых автомобилей с прицепами) грузоподъемностью больше указанной на знаке.',
                '2' => 'Запрещается движение транспортных средств, в том числе тягачей с прицепами, общая фактическая масса которых (включая массу пассажиров и груза) больше указанной на знаке.',
            ],
        ],
        '4' => [
           'text' => 'Какая норма эффективности торможения рабочей тормозной системой допускается Правилами для легковых автомобилей выпуска до 01.01.1981 года в снаряженном состоянии при скорости 40 км/час, в начале торможения?',
           'answers' => [
                '1' => '7,2 м.',
                '2' => '12,2 м.',
                '3' => '14,5 м.',
                '4' => '19,5 м.',
                '5' => '25 м.',
            ],
        ],
        '5' => [
           'text' => 'В каком ответе наиболее полно указаны места посадки и высадки пассажиров при отсутствии посадочной площадки?',
           'answers' => [
                '1' => 'На проезжей части или тротуаре.',
                '2' => 'На тротуаре.',
                '3' => 'На обочине или на проезжей части.',
                '4' => 'Со стороны тротуара или обочины.',
            ],
        ],
        '6' => [
           'text' => 'В каком случае устойчивость автомобиля против опрокидывания повышается?',
           'answers' => [
                '1' => 'Центр тяжести смещен вправо.',
                '2' => 'Центр тяжести расположен высоко.',
                '3' => 'Центр тяжести расположен низко.',
            ],
        ],
        '7' => [
           'text' => 'В каком ответе правильно указаны все разрешенные направления движения?',
           'answers' => [
                '1' => 'А.',
                '2' => 'Б.',
                '3' => 'В.',
                '4' => 'А и Б.',
                '5' => 'А и В.',
            ],
        ],
        '8' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль одновременно с желтым.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль одновременно с желтым.',
            ],
        ],
        '9' => [
           'text' => 'Этот дорожный знак с табличкой обозначает:',
           'answers' => [
                '1' => 'Место стоянки транспортных средств с разрешенной максимальной массой более 3,5 т. Табличка указывает, что у края проезжей части высокий бордюрный камень.',
                '2' => 'Место стоянки транспортных средств, способ постановки автомобиля, указанный на табличке запрещается.',
                '3' => 'Место и способ постановки легковых автомобилей и мотоциклов на стоянке.',
            ],
        ],
        '10' => [
           'text' => 'Должны ли водители маршрутных транспортных средств, движущихся по установленным маршрутам, пропускать слепых пешеходов, подающих сигнал белой тростью вне пешеходных переходов?',
           'answers' => [
                '1' => 'Должны во всех случаях.',
                '2' => 'Не должны.',
            ],
        ],
        '1' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Мотоцикл, трамвай и автомобиль.',
                '2' => 'Трамвай, мотоцикл, автомобиль.',
                '3' => 'Трамвай и автомобиль, мотоцикл.',
            ],
        ],
    ],
    '8' => [
        '2' => [
           'text' => 'Движение разрешено:',
           'answers' => [
                '1' => 'Всем транспортным средствам.',
                '2' => 'Мотоциклу.',
                '3' => 'Автомобилю и мотоциклу.',
            ],
        ],
        '3' => [
           'text' => 'В каком направлении из указанных стрелками разрешается движение?',
           'answers' => [
                '1' => 'Только налево.',
                '2' => 'Прямо и направо.',
                '3' => 'Только направо.',
                '4' => 'Только прямо.',
            ],
        ],
        '4' => [
           'text' => 'Если транспортное средство из-за габаритов или по другим причинам не может выполнить поворот из крайнего положения, допускается ли производить его с отступлением от этого правила?',
           'answers' => [
                '1' => 'Не допускается.',
                '2' => 'Допускается, если это не создает помех другим транспортным средствам. Для обеспечения безопасности движения водитель, в случае необходимости, должен прибегнуть к помощи других лиц.',
                '3' => 'Допускается на дорогах вне населенных пунктов.',
                '4' => 'Допускается, но только не на перекрестке.',
            ],
        ],
        '5' => [
           'text' => 'Не более какого расстояния между транспортными средствами должна быть жесткая сцепка?',
           'answers' => [
                '1' => '4 м.',
                '2' => '3 м.',
                '3' => '2 м.',
                '4' => '6 м.',
                '5' => '5 м.',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли велосипедистам ездить по тротуарам?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Разрешается при отсутствии пешеходов.',
                '3' => 'Запрещается.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли перевозка пассажиров в буксируемом автомобиле?',
           'answers' => [
                '1' => 'Разрешается в автобусе.',
                '2' => 'Разрешается в легковом автомобиле.',
                '3' => 'Разрешается в буксируемом грузовом автомобиле при буксировке на жесткой сцепке.',
            ],
        ],
        '8' => [
           'text' => 'Разрешен ли обгон в этом месте?',
           'answers' => [
                '1' => 'Разрешен.',
                '2' => 'Запрещен.',
                '3' => 'Разрешен, если скорость обгоняемого меньше 40 км/ч.',
            ],
        ],
        '9' => [
           'text' => 'Какой знак указывает направление движения на Т-образном перекрестке?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '10' => [
           'text' => 'Вы приближаетесь к нерегулируемому пешеходному переходу, перед которым остановилось транспортное средство. Вы должны:',
           'answers' => [
                '1' => 'Проехать пешеходный переход безостановочно.',
                '2' => 'Проехать пешеходный переход безостановочно, но с особой осторожностью.',
                '3' => 'Продолжить движение, лишь убедившись, что перед остановившимся транспортным средством нет пешеходов.',
                '4' => 'Обязательно остановиться. При появлении пешеходов пропустить их.',
            ],
        ],
        '1' => [
           'text' => 'Каким транспортным средствам движение разрешено?',
           'answers' => [
                '1' => 'Зеленому, синему и черному автомобилям.',
                '2' => 'Красному, желтому и зеленому автомобилям.',
                '3' => 'Зеленому, синему и красному автомобилям. Красный должен дать возможность пешеходам закончить переход.',
            ],
        ],
    ],
    '9' => [
        '2' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Трамвай, автобус и легковой автомобиль.',
                '2' => 'Автобус, легковой автомобиль, трамвай.',
                '3' => 'Легковой автомобиль, трамвай, автобус.',
            ],
        ],
        '3' => [
           'text' => 'Обгон запрещается:',
           'answers' => [
                '1' => 'На перекрестках, за исключением случаев обгона на регулируемых перекрестках.',
                '2' => 'На перекрестках, за исключением случаев обгона велосипедов и 2-х колесных мотоциклов без бокового прицепа.',
                '3' => 'На перекрестках, за исключением тех случаев, когда обгон совершается по дороге, являющейся главной по отношению к пересекаемой.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '4' => [
           'text' => 'Является ли включение ближнего света фар в дневное время предупредительным сигналом?',
           'answers' => [
                '1' => 'Является.',
                '2' => 'Не является.',
            ],
        ],
        '5' => [
           'text' => 'Если сила тяги на колесах будет превышать силу сцепления колес с дорогой, то:',
           'answers' => [
                '1' => 'Двигатель заглохнет.',
                '2' => 'Увеличится износ деталей сцепления.',
                '3' => 'Ведущие колеса будут пробуксовывать.',
            ],
        ],
        '6' => [
           'text' => 'Какая норма эффективности торможения рабочей тормозной системой допускается Правилами для двухколесных мотоциклов в снаряженном состоянии при скорости 30 км/час в начале торможения?',
           'answers' => [
                '1' => '6,8 м.',
                '2' => '7,2 м.',
                '3' => '7,5 м.',
                '4' => '8,2 м.',
                '5' => '14,5 м.',
            ],
        ],
        '7' => [
           'text' => 'Каким транспортным средствам разрешается движение в указанных направлениях?',
           'answers' => [
                '1' => 'Водителю автомобиля.',
                '2' => 'Водителям автомобиля и мотоцикла.',
                '3' => 'Водителям трамвая и автомобиля.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли обгон в данной ситуации?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если обгоняемый автомобиль движется со скоростью меньше 40 км/ч.',
            ],
        ],
        '9' => [
           'text' => 'Данный светофор используется для регулирования движения:',
           'answers' => [
                '1' => 'По всей ширине проезжей части дороги.',
                '2' => 'По полосам проезжей части, где движение меняется на противоположное направление.',
                '3' => 'Только на тех участках дороги, которые предназначены для маршрутных транспортных средств.',
            ],
        ],
        '10' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Красный автомобиль, трамвай, зеленый, синий автомобиль.',
                '2' => 'Трамвай, красный, синий, зеленый автомобили.',
                '3' => 'Трамвай, красный, зеленый, синий автомобили.',
            ],
        ],
        '1' => [
           'text' => 'Какая из показанных автоцистерн более устойчива при повороте?',
           'answers' => [
                '1' => 'Наполненная жидкостью на 75%.',
                '2' => 'Наполненная жидкостью полностью.',
            ],
        ],
    ],
    '10' => [
        '2' => [
           'text' => 'На участке дороги с данным знаком с какой максимальной скоростью должны двигаться грузовые автомобили, разрешенная максимальная масса которых не более 3,5т?',
           'answers' => [
                '1' => '110 км/ч.',
                '2' => '70 км/ч.',
                '3' => '100 км/ч.',
                '4' => '90 км/ч.',
                '5' => '60 км/ч.',
            ],
        ],
        '3' => [
           'text' => 'При каком расстоянии между остановившемся автомобилем и сплошной линией разметки запрещается остановка?',
           'answers' => [
                '1' => '6 м.',
                '2' => '5,5 м.',
                '3' => '4 м.',
                '4' => '3,5 м.',
                '5' => '2,5 м.',
            ],
        ],
        '4' => [
           'text' => 'Во сколько раз увеличивается длина тормозного пути, если скорость движения увеличивается в два раза?',
           'answers' => [
                '1' => 'Длина тормозного пути не зависит от скорости движения.',
                '2' => 'В три раза.',
                '3' => 'В четыре раза.',
                '4' => 'В два раза.',
            ],
        ],
        '5' => [
           'text' => 'При какой наибольшей длине автопоезда с одним прицепом допускается движение без разрешения ГСБДД?',
           'answers' => [
                '1' => '14 м.',
                '2' => '16 м.',
                '3' => '18 м.',
                '4' => '20 м.',
                '5' => '22 м.',
            ],
        ],
        '6' => [
           'text' => 'В каком направлении разрешается движение автомобилям?',
           'answers' => [
                '1' => 'Красному автомобилю - прямо, синему автомобилю - прямо и налево.',
                '2' => 'Красному и синему автомобилям - прямо.',
                '3' => 'Красному автомобилю - прямо, синему - налево.',
            ],
        ],
        '7' => [
           'text' => 'Как должен поступить водитель красного автомобиля при приближении транспортного средства с включенными проблесковым маячком и специальным звуковым сигналом?',
           'answers' => [
                '1' => 'Не изменяя направление движения, включить сигнал экстренной остановки и остановится на месте.',
                '2' => 'Снизить скорость и без резких маневров перейти на другой ряд, продолжить движение.',
                '3' => 'Уступить дорогу.',
            ],
        ],
        '8' => [
           'text' => 'Какие ограничения установлены на территории, обозначенной указанным знаком?',
           'answers' => [
                '1' => 'Запрещается движение со скоростью более 5км/ч.',
                '2' => 'Обучение вождению транспортных средств.',
                '3' => 'Запрещается сквозное движение.',
                '4' => 'Запрещается стоянка в ночное время легковых автомобилей.',
            ],
        ],
        '9' => [
           'text' => 'Какой знак предупреждает о приближении к перекрестку равнозначных дорог?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '10' => [
           'text' => 'Как должен поступить водитель при запрещающем сигнале светофора и открытом шлагбауме?',
           'answers' => [
                '1' => 'Убедиться в том, что нет приближающегося поезда, и пересечь железную дорогу.',
                '2' => 'Пересечь железную дорогу, основываясь на положении шлагбаума.',
                '3' => 'Остановиться на расстоянии не более 10 метров до шлагбаума.',
                '4' => 'Остановиться перед "Стоп-линией", у знака "Движение без остановки запрещено", если их нет - остановиться на расстоянии не менее 5 метров до шлагбаума.',
            ],
        ],
        '1' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Трамвай.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль.',
            ],
        ],
    ],
    '11' => [
        '2' => [
           'text' => 'В каких случаях разрешается буксировка транспортного средства при отсутствии водителя за рулем буксируемого транспортного средства?',
           'answers' => [
                '1' => 'Во всех случаях.',
                '2' => 'При буксировке с помощью гибкого или жесткого буксирного устройства.',
                '3' => 'В случае, когда конструкция жесткой сцепки обеспечивает следование буксируемого транспортного средства, по траектории буксирующего.',
                '4' => 'При буксировке на жесткой сцепке.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли обгон в данной ситуации?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Какие сигналы считаются предупредительными?',
           'answers' => [
                '1' => 'Сигналы, подаваемые световыми указателями поворота или рукой.',
                '2' => 'Звуковые сигналы.',
                '3' => 'Переключение света фар и включение ближнего света фар в дневное время.',
                '4' => 'Все вышеперечисленные сигналы.',
            ],
        ],
        '5' => [
           'text' => 'Как оборудуется учебное транспортное средство?',
           'answers' => [
                '1' => 'Опознавательными знаками по требованиям настоящих Правил.',
                '2' => 'Дополнительными педалями тормоза и сцепления.',
                '3' => 'Зеркалом заднего вида для обучающего.',
                '4' => 'Всеми вышеперечисленными знаками и оборудованием.',
            ],
        ],
        '6' => [
           'text' => 'При каких перечисленных условиях запрещается эксплуатация транспортных средств?',
           'answers' => [
                '1' => 'Не работает манометр пневматического привода тормозов.',
                '2' => 'Неисправен рулевой демпфер мотоцикла.',
                '3' => 'Суммарный люфт в рулевом управлении легкового автомобиля более 10 градусов.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '7' => [
           'text' => 'В каких направлениях может двигаться автомобиль?',
           'answers' => [
                '1' => 'Только направо.',
                '2' => 'Остановиться и ждать зеленого сигнала светофора.',
                '3' => 'Только прямо.',
                '4' => 'Во всех направлениях.',
            ],
        ],
        '8' => [
           'text' => 'Что обозначает этот знак?',
           'answers' => [
                '1' => 'Предоставляет преимущество перед встречными транспортными средствами.',
                '2' => 'Обязывает водителя уступить дорогу встречным транспортным средствам.',
                '3' => 'Обозначает конец участка дороги с односторонним движением.',
            ],
        ],
        '9' => [
           'text' => 'Разрешено ли водителю легкового автомобиля совершить маневр, двигаясь по обозначенным траекториям?',
           'answers' => [
                '1' => 'Разрешено только по А.',
                '2' => 'Разрешено только по Б.',
                '3' => 'Разрешено по обеим.',
            ],
        ],
        '10' => [
           'text' => 'Данный светофор запрещает движение:',
           'answers' => [
                '1' => 'Только налево.',
                '2' => 'Прямо и налево.',
                '3' => 'Прямо и направо.',
                '4' => 'Только направо.',
            ],
        ],
        '1' => [
           'text' => 'Красный автомобиль:',
           'answers' => [
                '1' => 'Имеет преимущество перед синим, так как едет по главной дороге.',
                '2' => 'Имеет преимущество перед синим, так как едет по дороге с круговым движением.',
                '3' => 'Должен уступить дорогу синему, приблизившемуся к перекрестку справа.',
            ],
        ],
    ],
    '12' => [
        '2' => [
           'text' => 'При остановке или стоянке на неосвещенных участках дорог и в условиях недостаточной видимости водитель механического транспортного средства должен:',
           'answers' => [
                '1' => 'Выключить противотуманные фары или ближний свет фар.',
                '2' => 'Включить дальний свет фар.',
                '3' => 'Включить габаритные огни.',
            ],
        ],
        '3' => [
           'text' => 'Когда транспортное средство должно двигаться только по крайней правой полосе?',
           'answers' => [
                '1' => 'При перевозке тяжеловесных и крупногабаритных грузов.',
                '2' => 'Если водитель почувствовал болезненное состояние.',
                '3' => 'Если во время движения ослабло крепление груза.',
                '4' => 'Когда транспортное средство по техническим причинам не может превышать скорость 40 км/ч.',
            ],
        ],
        '4' => [
           'text' => 'Дает ли водителю преимущественное право проезда подача предупредительного сигнала?',
           'answers' => [
                '1' => 'Не дает.',
                '2' => 'Дает при завершении маневра.',
                '3' => 'Дает при начале маневра.',
                '4' => 'Дает во всех случаях.',
            ],
        ],
        '5' => [
           'text' => 'Какая общая длина поезда сцепленных транспортных средств допускается Правилами при буксировке?',
           'answers' => [
                '1' => '20 м.',
                '2' => '21 м.',
                '3' => '22 м.',
                '4' => '23 м.',
                '5' => '24 м.',
            ],
        ],
        '6' => [
           'text' => 'С какого возраста правила разрешают управлять легковыми автомобилями?',
           'answers' => [
                '1' => 'С 14 лет.',
                '2' => 'С 16 лет.',
                '3' => 'С 18 лет.',
            ],
        ],
        '7' => [
           'text' => 'В каких случаях запрещена стоянка на дорогах, имеющих менее трех полос движения в одну сторону?',
           'answers' => [
                '1' => 'На мостах, эстакадах и на путепроводах.',
                '2' => 'Под мостами, эстакадами и подвесными дорогами.',
                '3' => 'Во всех перечисленных случаях.',
            ],
        ],
        '8' => [
           'text' => 'При возникновении заноса в результате торможения, водитель должен:',
           'answers' => [
                '1' => 'Прекратить начатое торможение.',
                '2' => 'Выключить сцепление.',
                '3' => 'До предела нажать тормозную педаль.',
                '4' => 'Выключить сцепление и тормозить стояночным тормозом.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли водителю пересекать сплошную линию разметки, обозначающую границы стояночных мест транспортных средств?',
           'answers' => [
                '1' => 'Разрешается для остановки.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается для въезда и выезда.',
                '4' => 'Разрешается в любом случае, если на стоянке нет других транспортных средств.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли объезжать стоящие перед переездом транспортные средства при закрытом шлагбауме?',
           'answers' => [
                '1' => 'Разрешается, если нет встречных транспортных средств.',
                '2' => 'Разрешается только мотоциклам без бокового прицепа.',
                '3' => 'Запрещается, если скорость объезжающего транспортного средства менее 8 км/час.',
                '4' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'Третьим проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль.',
                '4' => 'Желтый автомобиль.',
            ],
        ],
    ],
    '13' => [
        '2' => [
           'text' => 'Когда водитель должен уступить дорогу пешеходам?',
           'answers' => [
                '1' => 'При выезде из двора.',
                '2' => 'При въезде во двор.',
                '3' => 'При выезде с заправочной станции.',
                '4' => 'При выезде со стоянки на дорогу.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли стоянка легковому автомобилю в показанной ситуации?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Перевозка грузов запрещается, если:',
           'answers' => [
                '1' => 'Крайняя точка груза по ширине находится на расстоянии (выступает) более 0,4 от внешнего края переднего или заднего габаритного огня.',
                '2' => 'Груз выступает за габариты автомобиля более чем на 1 м.',
                '3' => 'Если вес груза больше, чем установленная норма для данного грузового автомобиля.',
                '4' => 'Все перечисленные случаи.',
            ],
        ],
        '5' => [
           'text' => 'Чем может быть вызвано боковое скольжение автомобиля?',
           'answers' => [
                '1' => 'Только резким поворотом.',
                '2' => 'Только резким торможением.',
                '3' => 'Резким разгоном и резким торможением.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '6' => [
           'text' => 'Какой наибольший суммарный люфт в рулевом управлении допускается Правилами для грузовых автомобилей?',
           'answers' => [
                '1' => '16°',
                '2' => '20°',
                '3' => '25°',
                '4' => '26°',
                '5' => '30°',
            ],
        ],
        '7' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Желтый автомобиль.',
            ],
        ],
        '8' => [
           'text' => 'Водители каких транспортных средств нарушили правила остановки?',
           'answers' => [
                '1' => 'Только А.',
                '2' => 'Только Б.',
                '3' => 'Только В.',
                '4' => 'Б и В.',
                '5' => 'А и Б.',
            ],
        ],
        '9' => [
           'text' => 'Какой знак обязывает уступить дорогу транспортным средствам, движущимся по пересекаемой дороге?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '10' => [
           'text' => 'Звуковым сигналом общей тревоги на железнодорожном переезде служат серия из:',
           'answers' => [
                '1' => 'Двух длинных и двух коротких сигналов.',
                '2' => 'Одного длинного и трех коротких сигналов.',
                '3' => 'Трех длинных и трех коротких сигналов.',
                '4' => 'Трех длинных и одного короткого сигнала.',
            ],
        ],
        '1' => [
           'text' => 'В каком ответе правильно указана очередность проезда перекрестка?',
           'answers' => [
                '1' => 'Автобус, автомобиль, велосипед.',
                '2' => 'Автомобиль, автобус, велосипед.',
                '3' => 'Велосипед, автобус, автомобиль.',
            ],
        ],
    ],
    '14' => [
        '2' => [
           'text' => 'Что должен делать водитель автомобиля для прекращения начавшегося заноса задней оси заднеприводного автомобиля?',
           'answers' => [
                '1' => 'Повернуть рулевое колесо в сторону, противоположную заносу.',
                '2' => 'Повернуть рулевое колесо в сторону начавшегося заноса.',
                '3' => 'Нажать на педаль тормоза.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли обгон в показанной ситуации?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если скорость обгоняемого транспортного средства менее 40 км/ч.',
            ],
        ],
        '4' => [
           'text' => 'Правильно ли поступил водитель, применив переключение света фар и звуковой сигнал, для привлечения внимания обгоняемого водителя на дороге вне населенного пункта?',
           'answers' => [
                '1' => 'Не правильно.',
                '2' => 'Правильно.',
            ],
        ],
        '5' => [
           'text' => 'Что необходимо сделать при переломе ключицы у пострадавшего?',
           'answers' => [
                '1' => 'Наложить холодный компресс на место перелома, туже забинтовать.',
                '2' => 'Наложить шину в подмышечную область и прибинтовать выпрямленную руку к туловищу.',
                '3' => 'Подложить валик из ваты или бинта в подмышечную область и прибинтовать согнутую в локте руку к туловищу.',
            ],
        ],
        '6' => [
           'text' => 'Какое количество противотуманных фар разрешается устанавливать на легковом автомобиле?',
           'answers' => [
                '1' => 'Две.',
                '2' => 'Четыре.',
                '3' => 'По усмотрению водителя.',
            ],
        ],
        '7' => [
           'text' => 'Какая первая медицинская помощь нужна при повреждении мягких тканей бедра?',
           'answers' => [
                '1' => 'Наложить тугую повязку на поврежденное место, на 15-20 минут приложить мешочек со льдом. Поврежденную конечность приподнять, обеспечить покой.',
                '2' => 'Перевязать неповрежденную ногу снизу на верх; поставить шину, как при переломе. Дать выпить стакан чая с пищевой содой. Отправить в больницу.',
                '3' => 'Положить ногу на мягкий предмет.',
            ],
        ],
        '8' => [
           'text' => 'Можно ли заезжать на крайнюю левую полосу проезжей части, если в начале участка дороги стоит этот знак?',
           'answers' => [
                '1' => 'Можно для поворота налево.',
                '2' => 'Можно для обгона, если нет встречного движения и полоса отделена от остальной проезжей части прерывистой линией разметки.',
                '3' => 'Нельзя ни при каких обстоятельствах.',
            ],
        ],
        '9' => [
           'text' => 'Сколько полос для движения имеет дорога, где транспортные потоки противоположных направлений разделяются двойными сплошными линиями?',
           'answers' => [
                '1' => 'Две полосы.',
                '2' => 'Две или три полосы.',
                '3' => 'Три полосы.',
                '4' => 'Четыре и более полос.',
            ],
        ],
        '10' => [
           'text' => 'Каким транспортным средствам разрешено движение?',
           'answers' => [
                '1' => 'Легковому и грузовому автомобилям.',
                '2' => 'Мотоциклу, легковому и грузовому автомобилям.',
                '3' => 'Легковому автомобилю и мотоциклу.',
            ],
        ],
        '1' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Синий, зеленый, красный.',
                '2' => 'Синий одновременно с зеленым, красный.',
                '3' => 'Зеленый, красный одновременно с синим.',
            ],
        ],
    ],
    '15' => [
        '2' => [
           'text' => 'Какой прием торможения обеспечивает безопасную остановку заднеприводного автомобиля на скользкой дороге?',
           'answers' => [
                '1' => 'Резкое нажатие на педаль тормоза без выключения сцепления.',
                '2' => 'Прерывистое торможение без выключения сцепления.',
                '3' => 'Торможение с выключенным сцеплением.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли устанавливать на одну ось автомобиля шины с различным рисунком протектора?',
           'answers' => [
                '1' => 'Разрешается только на переднюю ось.',
                '2' => 'Разрешается на автомобиль с передним ведущим мостом только на заднюю ось.',
                '3' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Можно ли пользоваться дальним светом фар в качестве предупредительного сигнала при обгоне?',
           'answers' => [
                '1' => 'Можно в любом случае.',
                '2' => 'Можно, когда это не может вызвать ослепление других водителей, в том числе и через зеркало заднего вида.',
                '3' => 'Нельзя.',
                '4' => 'Можно на дорогах вне населенных пунктов.',
            ],
        ],
        '5' => [
           'text' => 'Буксировка запрещается:',
           'answers' => [
                '1' => 'В гололедицу на жесткой сцепке.',
                '2' => 'Мотоциклами без бокового прицепа.',
                '3' => 'Мотоциклов с боковым прицепом.',
                '4' => 'При общей длине поезда сцепленных транспортных средств - 20 м.',
            ],
        ],
        '6' => [
           'text' => 'Какие из указанных знаков относятся к предупреждающим?',
           'answers' => [
                '1' => 'Все кроме второго.',
                '2' => 'Все кроме третьего.',
                '3' => 'Все.',
            ],
        ],
        '7' => [
           'text' => 'Если данный знак установлен у перекрестка, то как должен поступить водитель?',
           'answers' => [
                '1' => 'Если на перекрестке на месте пересечения нет транспортных средств, должен проехать без остановки.',
                '2' => 'Должен быть осторожным при проезде через перекресток.',
                '3' => 'Уступить дорогу транспортным средствам, двигающимся по пересекаемой дороге, обязательно остановившись у стоп линии, если ее нет, перед краем пересекаемой проезжей части дороги.',
            ],
        ],
        '8' => [
           'text' => 'В каком направлении запрещено движение?',
           'answers' => [
                '1' => 'Направо в первый проезд.',
                '2' => 'Направо во второй проезд.',
                '3' => 'Направо в первый и второй проезды.',
            ],
        ],
        '9' => [
           'text' => 'Что обозначает сплошная желтая линия горизонтальной разметки?',
           'answers' => [
                '1' => 'Место, где запрещается остановка транспортных средств.',
                '2' => 'Место, где разрешена остановка маршрутных транспортных средств и такси.',
                '3' => 'Место, где запрещена стоянка транспортных средств.',
            ],
        ],
        '10' => [
           'text' => 'Движение разрешено:',
           'answers' => [
                '1' => 'Прямо.',
                '2' => 'Направо в первый проезд.',
                '3' => 'Направо во второй проезд.',
                '4' => 'Направо в первый и второй проезды.',
            ],
        ],
        '1' => [
           'text' => 'В каком порядке проедут перекресток транспортные средства?',
           'answers' => [
                '1' => 'Красный; синий одновременно с желтым; зеленый.',
                '2' => 'Желтый одновременно с зеленым; красный; синий.',
                '3' => 'Красный; зеленый; синий одновременно с желтым.',
            ],
        ],
    ],
    '16' => [
        '2' => [
           'text' => 'Всегда ли водитель должен подавать световой сигнал указателями поворота при выполнении маневра?',
           'answers' => [
                '1' => 'Должен всегда.',
                '2' => 'Не должен, если он может ввести в заблуждение других участников движения.',
                '3' => 'Должен, приняв необходимые меры предосторожности.',
            ],
        ],
        '3' => [
           'text' => 'На каком из рисунков показан обгон?',
           'answers' => [
                '1' => 'А.',
                '2' => 'Б.',
                '3' => 'А и Б.',
            ],
        ],
        '4' => [
           'text' => 'Водитель может покидать свое место или оставлять транспортное средство, если:',
           'answers' => [
                '1' => 'Он выключил двигатель и включил стояночную тормозную систему.',
                '2' => 'Он выключил двигатель и установил задний противооткатный буфер безопасности.',
                '3' => 'Им приняты необходимые меры, исключающие самопроизвольное движение транспортного средства или использование его в отсутствие водителя.',
            ],
        ],
        '5' => [
           'text' => 'Как наложить транспортную шину при переломе кости в нижней трети бедра?',
           'answers' => [
                '1' => 'Плотно прибинтовать шину к месту перелома, наложив ее на всю длину бедра от тазобедренного до коленного сустава.',
                '2' => 'Наложить две шины с внутренней и наружной стороны ноги, одну от конца стопы до подмышечной ямки, вторую от конца стопы до паха.',
                '3' => 'Наложить две шины с двух сторон ноги от конца стопы до верхней трети бедра (выше места перелома на 15-20 см).',
            ],
        ],
        '6' => [
           'text' => 'На какую высоту должны быть наращены борта грузового автомобиля, предназначенного для перевозки детей?',
           'answers' => [
                '1' => '0,4 м.',
                '2' => '0,5 м.',
                '3' => '0,6 м.',
                '4' => '0,8 м.',
                '5' => '1,0 м.',
            ],
        ],
        '7' => [
           'text' => 'При интенсивном движении, когда все полосы заняты, разрешается ли выполнять разворот?',
           'answers' => [
                '1' => 'Разрешается в любом случае.',
                '2' => 'Разрешается только на дорогах, где имеется не менее трех полос для движения.',
                '3' => 'Запрещается.',
                '4' => 'Разрешается только на перекрестках.',
            ],
        ],
        '8' => [
           'text' => 'Что обязан сделать водитель перед перестроением и другим изменением направления движения?',
           'answers' => [
                '1' => 'Убедиться, что данный маневр будет безопасным и не создаст помех другим участникам движения.',
                '2' => 'Подать предупредительный сигнал левого поворота и убедиться, что никому не будет создана помеха.',
                '3' => 'Вне населенных пунктов подать звуковой сигнал.',
                '4' => 'Выполнить все указанные действия.',
            ],
        ],
        '9' => [
           'text' => 'Как оказать первую помощь при переломе костей таза?',
           'answers' => [
                '1' => 'Наложить тугую повязку на место повреждения, пострадавшему придать полусидячее положение.',
                '2' => 'Пострадавшего уложить на спину на твердую поверхность, к местам повреждения приложить горячую грелку.',
                '3' => 'Пострадавшего уложить на твердую ровную поверхность, а под согнутые и разведенные коленные суставы подложить валик.',
            ],
        ],
        '10' => [
           'text' => 'При каких из перечисленных условий запрещается эксплуатация транспортного средства?',
           'answers' => [
                '1' => 'Не работают в установленном режиме стеклоочистители.',
                '2' => 'Неисправна система выпуска отработанных газов.',
                '3' => 'Отсутствует предусмотренный конструкцией задний противооткатный буфер безопасности.',
                '4' => 'При всех перечисленных условиях.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли стоять в кузове грузового автомобиля при движении?',
           'answers' => [
                '1' => 'Разрешается только лицам, сопровождающим груз.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если перевозки осуществляются в поле.',
                '4' => 'Разрешается, если борта кузова наращены на высоту не менее 0,8 м от уровня пола.',
            ],
        ],
    ],
    '17' => [
        '2' => [
           'text' => 'В каком направлении запрещено движение?',
           'answers' => [
                '1' => 'Налево и направо.',
                '2' => 'Прямо и в обратном направлении.',
                '3' => 'Только прямо.',
                '4' => 'Во всех направлениях.',
            ],
        ],
        '3' => [
           'text' => 'Какой знак запрещает движение транспортных средств, габаритная длина которых больше указанной на знаке?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '4' => [
           'text' => 'Как должен поступить водитель в ситуации, изображенной на рисунке?',
           'answers' => [
                '1' => 'Снизить скорость до предела, обеспечивающего при необходимости немедленную остановку, и продолжать движение.',
                '2' => 'Остановиться и возобновить движение после того, как будут закрыты двери трамвая.',
                '3' => 'Уступить дорогу пешеходам, идущим к стоящему на остановке (посередине дороги) трамваю попутного направления.',
            ],
        ],
        '5' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Белый автомобиль одновременно с желтым.',
                '2' => 'Красный автомобиль.',
                '3' => 'Зеленый автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'При движении в темное время суток на освещенных участках дорог на механическом транспортном средстве должен быть включен:',
           'answers' => [
                '1' => 'Ближний свет фар.',
                '2' => 'Дальний свет фар или габаритные огни.',
                '3' => 'Ближний свет фар (противотуманные фары) или габаритные огни.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли обгон транспортных средств в зоне перекрестка на дороге, являющейся главной по отношению к пересекаемой?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '8' => [
           'text' => 'В каком ответе указан правильный вариант включения световых приборов на буксируемом транспортном средстве?',
           'answers' => [
                '1' => 'Ближний свет фар в темное время суток или в условиях тумана.',
                '2' => 'Аварийная сигнализация, при отсутствии или неисправности транспортное средство должно быть обозначено знаком аварийной остановки укрепленном на нем сзади, с левой стороны.',
                '3' => 'Габаритные огни в населенных пунктах.',
                '4' => 'Любое освещение на дорогах вне населенных пунктах.',
            ],
        ],
        '9' => [
           'text' => 'Где заканчивается зона действия знака 3.27 "Остановка запрещена" в данной ситуации?',
           'answers' => [
                '1' => 'У первого перекрёстка.',
                '2' => 'В конце населенного пункта.',
                '3' => 'В конце желтой линии дорожной разметки.',
            ],
        ],
        '10' => [
           'text' => 'Шины легковых автомобилей должны иметь остаточную высоту рисунка протектора не менее:',
           'answers' => [
                '1' => '0,8 мм.',
                '2' => '1,2 мм.',
                '3' => '1,4 мм.',
                '4' => '1,6 мм.',
                '5' => '2,0 мм.',
            ],
        ],
        '1' => [
           'text' => 'Если на грунтовой дороге непосредственно перед перекрестком имеется участок с покрытием, то делает ли это ее равной по значению с пересекаемой?',
           'answers' => [
                '1' => 'Нет.',
                '2' => 'Да.',
            ],
        ],
    ],
    '18' => [
        '2' => [
           'text' => 'Действует ли запрещающий знак на тот участок дороги, где остановился водитель?',
           'answers' => [
                '1' => 'Действует.',
                '2' => 'Не действует.',
            ],
        ],
        '3' => [
           'text' => 'Какие знаки обязательно повторяются при установке вне населенных пунктов?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '4' => [
           'text' => 'Как должен поступить водитель при проезде мимо трамвая попутного направления, стоящего на обозначенной остановке, расположенной на середине дороги?',
           'answers' => [
                '1' => 'Остановиться и возобновить движение только после того, как будут закрыты двери трамвая.',
                '2' => 'Уступить дорогу пешеходам идущим к стоящему трамваю или от него.',
            ],
        ],
        '5' => [
           'text' => 'Последним проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Желтый автомобиль.',
                '3' => 'Синий автомобиль.',
                '4' => 'Красный автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'При движении в темное время суток на неосвещенных участках дорог на механическом транспортном средстве должны быть включены:',
           'answers' => [
                '1' => 'Ближний или дальний свет фар.',
                '2' => 'Только ближний свет фар.',
                '3' => 'Только дальний свет фар.',
            ],
        ],
        '7' => [
           'text' => 'Разворот запрещается:',
           'answers' => [
                '1' => 'На пешеходных переходах.',
                '2' => 'В тоннелях.',
                '3' => 'На мостах, путепроводах, эстакадах и под ними.',
                '4' => 'На железнодорожных переездах.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
        '8' => [
           'text' => 'Водитель зеленого автомобиля:',
           'answers' => [
                '1' => 'Обязан уступить дорогу синему автомобилю, движущемуся попутно в прямом направлении.',
                '2' => 'Имеет преимущество перед синим автомобилем, т.к. движется по полосе, предназначенной для обгона.',
                '3' => 'Имеет преимущество, т.к. включил сигнал поворота.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли перевозка людей в кузове грузового автомобиля при буксировке на жесткой или гибкой сцепке?',
           'answers' => [
                '1' => 'Разрешается в кузове буксирующего и буксируемого автомобилей.',
                '2' => 'Разрешается только в кузове буксируемого автомобиля.',
                '3' => 'Разрешается только в кузове буксирующего автомобиля.',
            ],
        ],
        '10' => [
           'text' => 'При каких условиях разрешается эксплуатация транспортных средств?',
           'answers' => [
                '1' => 'Шины имеют местные повреждения, обнажающие корд.',
                '2' => 'На передней оси легкового автомобиля установлены шины, восстановленные по второму классу ремонта.',
                '3' => 'Остаточная высота рисунка протектора шин грузовых автомобилей 1,6 мм.',
            ],
        ],
        '1' => [
           'text' => 'Что должен сделать в первую очередь водитель, причастный к дорожно-транспортному происшествию?',
           'answers' => [
                '1' => 'Остановиться на месте происшествия, записать фамилии и адреса очевидцев, сообщить о случившемся в милицию, принять меры для оказания доврачебной медицинской помощи пострадавшим.',
                '2' => 'Немедленно остановиться и оставаться на месте происшествия, включить аварийную световую сигнализацию и выставить знак аварийной остановки.',
                '3' => 'Остановиться и принять все возможные меры к сохранению следов происшествия, ограждению их и организации объезда места происшествия, сообщить о случившемся в милицию и принять меры для оказания доврачебной медицинской помощи пострадавшим.',
            ],
        ],
    ],
    '19' => [
        '2' => [
           'text' => 'Что означает табличка под знаком?',
           'answers' => [
                '1' => 'Расстояние от знака до начала первого поворота.',
                '2' => 'Расстояние от первого поворота до начала второго поворота.',
                '3' => 'Протяженность участка дороги с опасными поворотами.',
            ],
        ],
        '3' => [
           'text' => 'Какой знак называется "Объезд препятствия слева"?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '4' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель велосипеда.',
                '2' => 'Водитель автомобиля.',
            ],
        ],
        '5' => [
           'text' => 'Первым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Красный автомобиль.',
                '4' => 'Желтый автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Как остановить автомобиль в случае внезапного отказа рабочего тормоза?',
           'answers' => [
                '1' => 'Перейти на низшую передачу, затормозить стояночным тормозом. При необходимости воспользоваться каким-либо препятствием.',
                '2' => 'Выключить сцепление и резко тормозить стояночным тормозом.',
            ],
        ],
        '7' => [
           'text' => 'Разворот запрещается:',
           'answers' => [
                '1' => 'Ближе 15 м от перекрестков.',
                '2' => 'На нерегулируемых перекрестках, если на пересекаемой дороге организовано одностороннее движение.',
                '3' => 'На пешеходных переходах.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '8' => [
           'text' => 'Какое внешнее освещение должно быть включено на буксируемом транспортном средстве?',
           'answers' => [
                '1' => 'В темное время суток, только габаритные огни.',
                '2' => 'Ближний свет фар.',
                '3' => 'Аварийная сигнализация.',
            ],
        ],
        '9' => [
           'text' => 'Шины мотоциклов должны иметь остаточную высоту рисунка протектора не менее:',
           'answers' => [
                '1' => '0,5 мм.',
                '2' => '0,8 мм.',
                '3' => '1,0 мм.',
                '4' => '1,6 мм.',
                '5' => '2,0 мм.',
            ],
        ],
        '10' => [
           'text' => 'Как правильно выбрать место наложения кровоостанавливающего жгута на конечности?',
           'answers' => [
                '1' => 'Ниже раны на 10-15 см.',
                '2' => 'Выше раны на 10-15 см.',
                '3' => 'Непосредственно на рану.',
            ],
        ],
        '1' => [
           'text' => 'Водитель какого транспортного средства имеет право на первоочередное движение?',
           'answers' => [
                '1' => 'Водитель дорожной машины.',
                '2' => 'Водитель легкового автомобиля.',
            ],
        ],
    ],
    '20' => [
        '2' => [
           'text' => 'В каких направлениях разрешается движение?',
           'answers' => [
                '1' => 'По направлению А.',
                '2' => 'По направлению Б.',
                '3' => 'По направлению В.',
                '4' => 'По направлениям А, Б и В.',
                '5' => 'По направлениям Б и В.',
            ],
        ],
        '3' => [
           'text' => 'В каких случаях запрещается выезжать на железнодорожный переезд?',
           'answers' => [
                '1' => 'Шлагбаум открыт, но горит запрещающий сигнал светофора.',
                '2' => 'Сельскохозяйственная машина загружена на механическое транспортное средство.',
                '3' => 'Если скорость движения механического транспортного средства превышает 8 км/ч.',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Красный, зеленый, синий.',
                '2' => 'Синий, красный, зеленый.',
                '3' => 'Все три одновременно.',
            ],
        ],
        '5' => [
           'text' => 'Чем может быть вызвано интенсивное перемещение вперед пассажиров и неукрепленного груза?',
           'answers' => [
                '1' => 'Только резким разгоном.',
                '2' => 'Только резким торможением.',
                '3' => 'Резким разгоном и резким торможением.',
            ],
        ],
        '6' => [
           'text' => 'Как обозначается груз, выступающий за габариты транспортного средства спереди или сзади более чем на 1м в дневное время?',
           'answers' => [
                '1' => 'Флажками или щитками с красно-белыми линиями по диагонали.',
                '2' => 'Красными флажками.',
                '3' => 'Белыми флажками.',
            ],
        ],
        '7' => [
           'text' => 'Данная горизонтальная разметка выполняет следующую функцию:',
           'answers' => [
                '1' => 'Обозначает специальную дорожку для пешеходов.',
                '2' => 'Обозначает дорожку для велосипедистов, стрелки показывают направление движения.',
                '3' => 'Обозначает пешеходный переход, стрелки указывают направление движения пешеходов.',
            ],
        ],
        '8' => [
           'text' => 'Какие опасные последствия может вызвать резкое открытие дроссельной заслонки на скользкой дороге?',
           'answers' => [
                '1' => 'Выход из строя деталей карбюратора.',
                '2' => 'Прекращение работы двигателя.',
                '3' => 'Боковой занос автомобиля.',
            ],
        ],
        '9' => [
           'text' => 'Какое количество людей разрешается перевозить в кузове грузового автомобиля?',
           'answers' => [
                '1' => 'Не более 20 человек.',
                '2' => 'Число перевозимых людей не должно превышать количество оборудованных для сидения мест.',
                '3' => 'По усмотрению водителя.',
                '4' => 'По указанию администрации.',
            ],
        ],
        '10' => [
           'text' => 'Какие из этих знаков называются "Выезд на дорогу с односторонним движением"?',
           'answers' => [
                '1' => 'Первый и пятый.',
                '2' => 'Третий и пятый.',
                '3' => 'Второй и четвертый.',
            ],
        ],
        '1' => [
           'text' => 'К Вам приближается транспортное средство, на котором включен проблесковый маячок синего цвета и специальный звуковой сигнал. Как Вы должны поступить, если двигаетесь навстречу такому транспортному средству?',
           'answers' => [
                '1' => 'Остановиться на обочине или у тротуара.',
                '2' => 'Продолжать движение, не создавая помех транспортному средству с включенными специальными сигналами.',
            ],
        ],
    ],
    '21' => [
        '2' => [
           'text' => 'Что означают эти знаки?',
           'answers' => [
                '1' => 'Движение мотоциклов запрещено направо.',
                '2' => 'Движение мотоциклов направо разрешено.',
                '3' => 'Движение мотоциклов с боковым прицепом направо запрещено.',
            ],
        ],
        '3' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Мотоцикл, автомобиль, трамвай.',
                '2' => 'Трамвай, автомобиль, мотоцикл.',
                '3' => 'Трамвай, мотоцикл, автомобиль.',
            ],
        ],
        '4' => [
           'text' => 'По какому пути из числа обозначенных стрелками разрешено движение?',
           'answers' => [
                '1' => 'Только прямо.',
                '2' => 'Налево и в обратном направлении.',
                '3' => 'Прямо, налево и в обратном направлении.',
            ],
        ],
        '5' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Зеленый автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'При остановке в темное время суток на неосвещенных участках дорог в случае неисправности габаритных огней необходимо:',
           'answers' => [
                '1' => 'Включить ближний свет.',
                '2' => 'Принять правее и включить ближний свет фар.',
                '3' => 'Отвезти транспортное средство за пределы дороги, а если это невозможно, его необходимо обозначить в соответствии с требованиями настоящих Правил.',
            ],
        ],
        '7' => [
           'text' => 'Разрешена ли остановка в этом месте?',
           'answers' => [
                '1' => 'Разрешена.',
                '2' => 'Запрещена.',
            ],
        ],
        '8' => [
           'text' => 'На каком рисунке показаны разрешенные направления движения?',
           'answers' => [
                '1' => 'На левом рисунке.',
                '2' => 'На среднем рисунке.',
                '3' => 'На правом рисунке.',
                '4' => 'На среднем и правом рисунке.',
            ],
        ],
        '9' => [
           'text' => 'Задние противотуманные фонари могут применяться:',
           'answers' => [
                '1' => 'При движении в колонне в темное время суток.',
                '2' => 'При движении в тоннелях.',
                '3' => 'Только в условиях недостаточной видимости.',
                '4' => 'При разгрузке груза в темное время суток.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли эксплуатация транспортных средств, у которых между сдвоенными шинами имеются инородные предметы?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается только по правой полосе дороги при наличии двух и более полос для движения в данном направлении.',
                '3' => 'Разрешается при движении со скоростью не более 40 км/ч.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли выезд на перекресток водителю желтого автобуса?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Если автобус движется по установленному маршруту.',
            ],
        ],
    ],
    '22' => [
        '2' => [
           'text' => 'Укажите разрешенные направления движения:',
           'answers' => [
                '1' => 'Только А.',
                '2' => 'Только Б.',
                '3' => 'Только В.',
                '4' => 'А и Б.',
                '5' => 'Б и В.',
            ],
        ],
        '3' => [
           'text' => 'Какой знак запрещает стоянку по четным числам?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '4' => [
           'text' => 'Этот дорожный знак:',
           'answers' => [
                '1' => 'Разрешает движение только с указанной или большей скоростью.',
                '2' => 'Запрещает движение со скоростью, превышающей указанную на знаке.',
                '3' => 'Указывает скорость, с которой рекомендуется движение на данном участке дороги.',
            ],
        ],
        '5' => [
           'text' => 'Последним проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Красный автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'При ослеплении водитель должен:',
           'answers' => [
                '1' => 'Принять как можно правее к краю проезжей части и остановиться.',
                '2' => 'Включить аварийную световую сигнализацию и, не меняя полосу движения, снизить скорость и остановиться.',
                '3' => 'Не меняя полосу движения, снизить скорость или остановиться, если впереди появятся транспортные средства.',
                '4' => 'Включить дальний свет и остановиться.',
            ],
        ],
        '7' => [
           'text' => 'Что называется остановочным путем?',
           'answers' => [
                '1' => 'Дистанция, пройденная автомобилем за время, когда водителю стало известно об опасности до начала торможения.',
                '2' => 'Путь, пройденный автомобилем с момента обнаружения водителем опасности, до его полной остановки.',
            ],
        ],
        '8' => [
           'text' => 'Какие световые приборы должны быть включены на транспортном средстве при движении в тоннеле с искусственным освещением?',
           'answers' => [
                '1' => 'Дальний свет фар.',
                '2' => 'Ближний свет фар.',
                '3' => 'Аварийная световая сигнализация.',
                '4' => 'Световые приборы не включаются.',
            ],
        ],
        '9' => [
           'text' => 'Где положено хранить медицинскую аптечку в автомобиле?',
           'answers' => [
                '1' => 'В багажнике легкового автомобиля.',
                '2' => 'В закрепленном состоянии в местах, установленных предприятием изготовителем.',
                '3' => 'В кузове автомобиля на видном месте.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли перевозка людей на грузовом прицепе?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается.',
                '3' => 'Разрешается только лицам, сопровождающим груз.',
            ],
        ],
        '1' => [
           'text' => 'Кто является "Участником дорожного движения"?',
           'answers' => [
                '1' => 'Лицо, принимающее непосредственное участие в процессе движения как пешеход, водитель, пассажир транспортного средства.',
                '2' => 'Любое лицо, находящееся на дороге и не выполняющее на ней работы.',
                '3' => 'Лицо, управляющее каким-либо транспортным средством.',
            ],
        ],
    ],
    '23' => [
        '2' => [
           'text' => 'В каком ответе правильно указаны все разрешенные направления движения автомобиля?',
           'answers' => [
                '1' => 'Только налево.',
                '2' => 'Только прямо.',
                '3' => 'Только направо.',
                '4' => 'Налево и направо.',
                '5' => 'Во всех направлениях.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли остановка для высадки пассажира в ситуации, показанной на рисунке?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Кто из водителей обязан остановиться?',
           'answers' => [
                '1' => 'Водитель легкового автомобиля.',
                '2' => 'Водитель автобуса.',
                '3' => 'Оба водителя.',
            ],
        ],
        '5' => [
           'text' => 'Какой автомобиль последним проедет перекресток?',
           'answers' => [
                '1' => 'Синий.',
                '2' => 'Красный.',
                '3' => 'Зеленый.',
            ],
        ],
        '6' => [
           'text' => 'Какой из указанных автомобилей наиболее устойчив против опрокидывания?',
           'answers' => [
                '1' => 'Автобус при наличии в нем стоящих пассажиров.',
                '2' => 'Автокран.',
                '3' => 'Порожний грузовой автомобиль.',
            ],
        ],
        '7' => [
           'text' => 'Имеет ли право водитель совершить обгон с правой стороны в данной ситуации?',
           'answers' => [
                '1' => 'Да.',
                '2' => 'Нет.',
            ],
        ],
        '8' => [
           'text' => 'Водитель какого транспорта должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель легкового автомобиля.',
                '2' => 'Водитель грузовика.',
            ],
        ],
        '9' => [
           'text' => 'Механическое транспортное средство с неисправным рулевым управлением должно буксироваться:',
           'answers' => [
                '1' => 'Методом его частичной погрузки.',
                '2' => 'На жесткой сцепке.',
                '3' => 'Методом его частичной погрузки или на жесткой сцепке.',
                '4' => 'На жесткой сцепке, если фактическая масса буксирующего вдвое превышает фактическую массу буксируемого.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли перевозить детей, не достигших 12-летнего возраста, в кабине грузового автомобиля?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Разрешается только в сопровождении взрослого пассажира.',
                '3' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'На каком рисунке пешеходы двигаются без нарушения правил?',
           'answers' => [
                '1' => 'На левом.',
                '2' => 'На правом.',
                '3' => 'На обоих рисунках.',
            ],
        ],
    ],
    '24' => [
        '2' => [
           'text' => 'Этот знак называется:',
           'answers' => [
                '1' => 'Предварительный указатель объезда препятствий.',
                '2' => 'Предварительный указатель перестроения на другую проезжую часть.',
                '3' => 'Предварительный указатель выезда на полосу встречного движения.',
            ],
        ],
        '3' => [
           'text' => 'Что обозначают такие стрелы на проезжей части?',
           'answers' => [
                '1' => 'Предупреждают водителя о приближении к опасному участку дороги.',
                '2' => 'Предупреждают о приближении к сужению проезжей части.',
                '3' => 'Указывают направление опасного поворота дороги.',
            ],
        ],
        '4' => [
           'text' => 'Сигналом остановки поезда служит:',
           'answers' => [
                '1' => 'Круговое движение руки (днем с лоскутом яркой материи или каким-либо хорошо видимым предметом, ночью с факелом или фонарем).',
                '2' => 'Поднятая над головой рука с жезлом или красным флагом.',
                '3' => 'Вытянутая вперед рука.',
            ],
        ],
        '5' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Синий, зеленый, красный автомобили.',
                '2' => 'Синий пропустит красный, а затем закончит поворот зеленый автомобиль.',
                '3' => 'Красный, синий, зеленый автомобили.',
                '4' => 'Зеленый, красный, синий автомобили.',
            ],
        ],
        '6' => [
           'text' => 'Преимущество в движении имеет:',
           'answers' => [
                '1' => 'Синий автомобиль, т.к. красный изменяет направление движения влево.',
                '2' => 'Красный автомобиль, т.к. при взаимном перестроении он находится справа.',
                '3' => 'Синий автомобиль, т.к. при взаимном перестроении он находится слева.',
            ],
        ],
        '7' => [
           'text' => 'Пересечет перекресток первым:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Зеленый автомобиль.',
                '3' => 'Синий автомобиль.',
            ],
        ],
        '8' => [
           'text' => 'Ближе какого расстояния запрещается остановка и стоянка от остановочных площадок, а при их отсутствии, от указателя остановки маршрутных транспортных средств или такси, если это создает помехи их движению?',
           'answers' => [
                '1' => '5м.',
                '2' => '10м.',
                '3' => '15м.',
                '4' => '20м.',
                '5' => '25м.',
            ],
        ],
        '9' => [
           'text' => 'Как влияет утомление на внимание и реакцию водителя?',
           'answers' => [
                '1' => 'Не влияет на внимание и реакцию водителя.',
                '2' => 'Внимание и реакция водителя снижаются.',
                '3' => 'Внимание и реакция водителя повышаются.',
            ],
        ],
        '10' => [
           'text' => 'В каких случаях водители велосипедов и мопедов должны уступать дорогу транспортным средствам в местах пересечения велосипедной дорожки с дорогой?',
           'answers' => [
                '1' => 'Во всех случаях на нерегулируемом пересечении вне перекрестков.',
                '2' => 'При приближении транспортного средства справа.',
                '3' => 'Водитель велосипеда и мопеда имеет преимущество в указанном месте.',
            ],
        ],
        '1' => [
           'text' => 'Противотуманные фары могут использоваться:',
           'answers' => [
                '1' => 'В условиях недостаточной видимости.',
                '2' => 'При буксировке механического транспортного средства.',
                '3' => 'Во всех перечисленных случаях.',
            ],
        ],
    ],
    '25' => [
        '2' => [
           'text' => 'Разрешается ли буксировка при гололеде?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается при использовании средств против скольжения (эластичный трос) только одно транспортное средство.',
                '3' => 'Разрешается при использовании жесткой сцепки для буксировки.',
            ],
        ],
        '3' => [
           'text' => 'Можно ли водителю автобуса обгонять в зоне действия этого знака?',
           'answers' => [
                '1' => 'Можно во всех случаях с соблюдением правил обгона.',
                '2' => 'Нельзя.',
                '3' => 'Можно при условии, если обгоняемое транспортное средство движется со скоростью менее 40 км/ч.',
            ],
        ],
        '4' => [
           'text' => 'Какая из этих линий разметки используется для обозначения границ полос движения, на которых осуществляется реверсивное движение?',
           'answers' => [
                '1' => 'Линия 1.',
                '2' => 'Линия 2.',
                '3' => 'Линия 3.',
                '4' => 'Линия 2 и 3.',
                '5' => 'Линия 3 и 4.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли самовольно открывать шлагбаум или объезжать его при выполнении служебного задания?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается.',
                '3' => 'Разрешается по усмотрению водителя, если вблизи нет приближающегося поезда.',
                '4' => 'Разрешается при отсутствии дежурного по переезду.',
            ],
        ],
        '6' => [
           'text' => 'Когда можно выходить на проезжую часть для посадки на трамвайных остановках, не оборудованных посадочными площадками?',
           'answers' => [
                '1' => 'При приближении трамвая.',
                '2' => 'После полной остановки трамвая.',
                '3' => 'В любом случае.',
                '4' => 'При приближении трамвая, если на проезжей части нет транспортных средств.',
            ],
        ],
        '7' => [
           'text' => 'Этот знак разрешает движение автомобиля:',
           'answers' => [
                '1' => 'Во всех направлениях.',
                '2' => 'Б и В.',
                '3' => 'А и В.',
            ],
        ],
        '8' => [
           'text' => 'Какая из этих линий обозначает остановку маршрутных транспортных средств?',
           'answers' => [
                '1' => 'А',
                '2' => 'Б',
                '3' => 'В',
                '4' => 'А и Б',
                '5' => 'Б и В',
            ],
        ],
        '9' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель автобуса.',
                '2' => 'Водитель мотоцикла.',
            ],
        ],
        '10' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Зеленый автомобиль.',
                '3' => 'Синий автомобиль.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли водителю грузового автомобиля остановиться в этом месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
    ],
    '26' => [
        '2' => [
           'text' => 'Разрешен ли водителю легкового автомобиля обгон в показанной ситуации?',
           'answers' => [
                '1' => 'Разрешен.',
                '2' => 'Разрешен, если скорость мотоциклиста менее 30 км/ч.',
                '3' => 'Запрещен.',
            ],
        ],
        '3' => [
           'text' => 'Как влияет торможение "юзом" на тормозной путь при сухом состоянии дороги?',
           'answers' => [
                '1' => 'Тормозной путь уменьшается.',
                '2' => 'Тормозной путь не изменяется.',
                '3' => 'Тормозной путь увеличивается.',
            ],
        ],
        '4' => [
           'text' => 'В случае обнаружения не герметичности топливной системы водитель должен:',
           'answers' => [
                '1' => 'Прекратить дальнейшее движение.',
                '2' => 'Принять меры к устранению неисправности, а если это невозможно, следовать к месту стоянки или ремонта с соблюдением необходимых мер предосторожности.',
                '3' => 'Продолжить намеченную поездку.',
            ],
        ],
        '5' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Синий автомобиль.',
                '2' => 'Зеленый автомобиль.',
                '3' => 'Красный автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Что называется дистанцией?',
           'answers' => [
                '1' => 'Расстояние А.',
                '2' => 'Расстояние Б.',
                '3' => 'Расстояние А и Б.',
            ],
        ],
        '7' => [
           'text' => 'Прежде чем начать обгон, водитель должен убедиться в том, что:',
           'answers' => [
                '1' => 'Ни один из следующих за ним водителей, которому может быть создана помеха, не начал обгона.',
                '2' => 'Водитель транспортного средства, движущегося впереди по той же полосе, не подал сигнал о повороте (перестроении) налево.',
                '3' => 'При завершении обгона он сможет, не создавая помехи обгоняемому транспортному средству, вернуться на ранее занимаемую полосу.',
                '4' => 'Выполнить все перечисленные действия.',
            ],
        ],
        '8' => [
           'text' => 'Что должен предпринять водитель при вынужденной остановке?',
           'answers' => [
                '1' => 'Включить ближний свет фар или противотуманные фары.',
                '2' => 'Поднять капот двигателя.',
                '3' => 'При вынужденной остановке, там где остановка запрещена водитель обязан включить аварийную сигнализацию, а также при ее неисправности выставить знак аварийной остановки в населенных пунктах не менее чем за 15м, а вне населенных не менее чем на 30м.',
            ],
        ],
        '9' => [
           'text' => 'Какие колеса автомобиля более склонны к затормаживанию на "юз"?',
           'answers' => [
                '1' => 'Задние колеса.',
                '2' => 'Передние колеса.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли эксплуатация автомобиля, у которого отсутствуют приспособления для подавления помех радиоприему при условии, что на нем не установлен радиоприемник?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'Может ли лицо, имеющее доверенность на право распоряжения транспортным средством, передавать управление транспортным средством в своем присутствии другому лицу?',
           'answers' => [
                '1' => 'Может.',
                '2' => 'Не может.',
                '3' => 'Может, при наличии у этого лица водительского удостоверения на право управления транспортным средством данной категории.',
            ],
        ],
    ],
    '27' => [
        '2' => [
           'text' => 'Разрешается ли буксировка автомобиля, если на дороге установлен этот знак?',
           'answers' => [
                '1' => 'Разрешается только легковым автомобилям.',
                '2' => 'Разрешается на жесткой сцепке.',
                '3' => 'Запрещается.',
            ],
        ],
        '3' => [
           'text' => 'С каким дорожным знаком применяется стоп-линия?',
           'answers' => [
                '1' => 'Со знаком "Уступите дорогу".',
                '2' => 'Со знаком "Движение без остановки запрещено".',
                '3' => 'Со знаком "Уступите дорогу" или со знаком "Движение без остановки запрещено".',
            ],
        ],
        '4' => [
           'text' => 'B каком ответе правильно указана последовательность действий водителя автомобиля?',
           'answers' => [
                '1' => 'Пропустил мотоцикл и развернулся на перекрестке.',
                '2' => 'Пропустил трамвай и развернулся на перекрестке.',
                '3' => 'Пропустил трамвай, мотоцикл и развернулся на перекрестке.',
            ],
        ],
        '5' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Желтый въедет на перекресток и остановится, чтобы пропустить синий; зеленый; синий одновременно с красным; желтый.',
                '2' => 'Синий одновременно с красным; зеленый; желтый.',
                '3' => 'Зеленый; синий одновременно с красным; желтый.',
            ],
        ],
        '6' => [
           'text' => 'Когда водитель должен переключить дальний свет на ближний, если он может ослепить других водителей? Не менее чем:',
           'answers' => [
                '1' => 'За 100 м до встречного транспортного средства.',
                '2' => 'За 150 м до встречного транспортного средства, а также и при большем расстоянии, если водитель встречного транспортного средства периодическим переключением света фар показывает необходимость этого.',
                '3' => 'За 250 м до встречного транспортного средства.',
                '4' => 'За 300 м до встречного транспортного средства.',
            ],
        ],
        '7' => [
           'text' => 'С какой максимальной скоростью разрешено движение водителю легкового автомобиля буксирующего прицеп вне населенного пункта?',
           'answers' => [
                '1' => '50 км/ч.',
                '2' => '60 км/ч.',
                '3' => '70 км/ч.',
                '4' => '80 км/ч.',
                '5' => '100 км/ч.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли стоянка автомобиля в этом месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '9' => [
           'text' => 'Для чего применяется 5% раствор йода (настойка йода), входящий в комплект аптечки, которой оснащены автотранспортные средства?',
           'answers' => [
                '1' => 'Для обработки кожи вокруг раны.',
                '2' => 'Для смазывания всей поверхности раны при сильном загрязнении раны.',
                '3' => 'Для смазывания кожи при химических ожогах первой степени, вызванных крепкой щелочью.',
            ],
        ],
        '10' => [
           'text' => 'Какие требования предъявляются при перевозке детей в кузове грузового автомобиля?',
           'answers' => [
                '1' => 'Наличие не менее двух взрослых сопровождающих.',
                '2' => 'Установка спереди и сзади транспортных средств квадратных опознавательных знаков желтого цвета с силуэтом детей.',
                '3' => 'Борта кузова должны быть наращены на высоту не менее 1 м от уровня пола.',
                '4' => 'Все перечисленные требования.',
            ],
        ],
        '1' => [
           'text' => 'Синий автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
                '3' => 'Третьим.',
                '4' => 'Последним.',
            ],
        ],
    ],
    '28' => [
        '2' => [
           'text' => 'Какой знак называется "Пересечение с велосипедной дорожкой?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'С каким дорожным знаком применяется эта разметка?',
           'answers' => [
                '1' => 'Со знаком "Уступите дорогу".',
                '2' => 'Со знаком "Движение без остановки запрещено".',
                '3' => 'С предупреждающим знаком "Пересечение равнозначных дорог".',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Синий, желтый с зеленым.',
                '2' => 'Желтый, зеленый, синий.',
                '3' => 'Синий с зеленым, желтый.',
            ],
        ],
        '5' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Желтый выедет на перекресток и остановится, чтобы пропустить зеленый; синий одновременно с красным.',
                '2' => 'Синий одновременно с красным; зеленый, желтый.',
                '3' => 'Зеленый, синий одновременно с красным, желтый.',
            ],
        ],
        '6' => [
           'text' => 'На каком расстоянии от "Стоп-линий" или знака "Движение без остановки запрещено" должен остановиться водитель для пропуска приближающегося поезда?',
           'answers' => [
                '1' => '1,5 м.',
                '2' => '2,5 м.',
                '3' => '5 м.',
                '4' => '10 м.',
                '5' => 'Непосредственно у "Стоп-линии" или знака.',
            ],
        ],
        '7' => [
           'text' => 'Нарушает ли Правила водитель мотоцикла?',
           'answers' => [
                '1' => 'Да.',
                '2' => 'Нет.',
            ],
        ],
        '8' => [
           'text' => 'В каких случаях при управлении легковым автомобилем водителю запрещено двигаться вне населенного пункта со скоростью более 90 км/ч?',
           'answers' => [
                '1' => 'Только если на дороге установлены дорожные знаки, ограничивающие скорость движения.',
                '2' => 'Только если он двигается с прицепом.',
                '3' => 'Если он буксирует другие транспортные средства.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли перевозить людей при буксировке на гибкой или жесткой сцепке в буксируемом механическом транспортном средстве?',
           'answers' => [
                '1' => 'Разрешается в автобусе и троллейбусе.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается в грузовом и легковом автомобилях.',
                '4' => 'Разрешается в кабине грузового автомобиля и в легковом автомобиле.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли эксплуатация автомобиля, если отсутствуют предусмотренные конструкцией транспортного средства зеркала заднего вида?',
           'answers' => [
                '1' => 'Разрешается, если заднее стекло не закрыто шторками.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если имеется хотя бы одно зеркало.',
            ],
        ],
        '1' => [
           'text' => 'В каком месте разрешается пешеходам пересекать проезжую часть при отсутствии пешеходного перехода?',
           'answers' => [
                '1' => 'На перекрестках по линии тротуаров или обочин.',
                '2' => 'На участках, где она хорошо просматривается в обе стороны под прямым углом к краю проезжей части и не имеет разделительной полосы и ограждений.',
                '3' => 'Во всех перечисленных местах.',
            ],
        ],
    ],
    '29' => [
        '2' => [
           'text' => 'Какой знак запрещает движение со скоростью менее 50 км/час?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Где наносится сплошная желтая линия, запрещающая остановку?',
           'answers' => [
                '1' => 'На проезжей части.',
                '2' => 'У края проезжей части или по верху бордюров.',
                '3' => 'У края проезжей части.',
                '4' => 'Только по верху бордюра.',
            ],
        ],
        '4' => [
           'text' => 'Разрешена ли остановка на автомагистрали?',
           'answers' => [
                '1' => 'Запрещена.',
                '2' => 'Разрешается в местах, где автомагистраль хорошо просматривается.',
                '3' => 'Разрешается, если имеются три полосы для движения в одном направлении.',
                '4' => 'Разрешается на специальных площадках для стоянки, обозначенных знаком "Место стоянки" или "Место отдыха".',
            ],
        ],
        '5' => [
           'text' => 'В каком порядке проедут перекресток транспортные средства?',
           'answers' => [
                '1' => 'Трамвай 2 одновременно с трамваем 1; синий автомобиль одновременно с красным.',
                '2' => 'Трамвай 2; синий автомобиль; трамвай 1; красный автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Фарой-прожектором разрешается пользоваться:',
           'answers' => [
                '1' => 'Только вне населенных пунктов при отсутствии встречных транспортных средств.',
                '2' => 'Только в условиях недостаточной видимости.',
                '3' => 'В любых местах, если в этом есть необходимость.',
                '4' => 'В темное время суток на всех участках дорог.',
            ],
        ],
        '7' => [
           'text' => 'Если Вы выехали для обгона движущегося впереди автомобиля, то в какой из перечисленных ситуаций наиболее целесообразно подать звуковой сигнал?',
           'answers' => [
                '1' => 'Обгон совершается в ночное время.',
                '2' => 'Водитель обгоняемого автомобиля начал притормаживать.',
                '3' => 'Водитель обгоняемого автомобиля включил указатель левого поворота.',
                '4' => 'Водитель обгоняемого автомобиля включил указатель правого поворота.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли остановка в указанном месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '9' => [
           'text' => 'Обязан ли водитель легкового автомобиля уступить дорогу?',
           'answers' => [
                '1' => 'Да.',
                '2' => 'Нет.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли проезд в кузове грузового автомобиля, не оборудованного для перевозки людей?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается на дорогах, не относящихся к автомагистралям.',
                '3' => 'Разрешается только лицам, сопровождающим груз или следующим за его получением, при условии обеспечения их местом для сидения, расположенным ниже уровня бортов.',
            ],
        ],
        '1' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель скорой помощи.',
                '2' => 'Водитель легкового автомобиля.',
            ],
        ],
    ],
    '30' => [
        '2' => [
           'text' => 'Какие транспортные средства запрещается обгонять при этом знаке?',
           'answers' => [
                '1' => 'Все.',
                '2' => 'Все, кроме одиночных, движущихся со скоростью менее 40 км/ч.',
                '3' => 'Легковые автомобили, мотоциклы и грузовые автомобили с полной массой менее 3,5 т.',
                '4' => 'Грузовые автомобили с полной массой более 3,5 т.',
            ],
        ],
        '3' => [
           'text' => 'Эта дорожная разметка обозначает:',
           'answers' => [
                '1' => 'Зону, в которой запрещается обгонять все транспортные средства, кроме одиночных, движущихся со скоростью менее 30 км/ч двухколесных мотоциклов, велосипедистов.',
                '2' => 'Приближение к сужению проезжей части или к линии разметки, разделяющей транспортные потоки противоположных направлений.',
                '3' => 'Приближение к полосе проезжей части, предназначенной для движения только маршрутных транспортных средств.',
            ],
        ],
        '4' => [
           'text' => 'Третьим проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Жёлтый автомобиль.',
                '3' => 'Синий автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Каким транспортным средствам разрешается движение в указанных направлениях?',
           'answers' => [
                '1' => 'Водителям трамвая и автомобиля.',
                '2' => 'Водителям автомобиля и мотоцикла.',
                '3' => 'Водителю автомобиля.',
            ],
        ],
        '6' => [
           'text' => 'В каком случае центробежная сила при повороте уменьшается?',
           'answers' => [
                '1' => 'При резком повороте рулевого колеса в сторону поворота.',
                '2' => 'При снижении скорости движения.',
                '3' => 'При уменьшении радиуса поворота.',
            ],
        ],
        '7' => [
           'text' => 'Кто должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель грузового автомобиля.',
                '2' => 'Водитель легкового автомобиля.',
            ],
        ],
        '8' => [
           'text' => 'Разрешена ли стоянка автомобиля в этом месте?',
           'answers' => [
                '1' => 'Разрешена.',
                '2' => 'Запрещена.',
            ],
        ],
        '9' => [
           'text' => 'Смещается ли прицеп автопоезда при движении на повороте?',
           'answers' => [
                '1' => 'Смещается к центру поворота.',
                '2' => 'Не смещается.',
                '3' => 'Смещается в сторону от центра поворота.',
            ],
        ],
        '10' => [
           'text' => 'С какой целью установлена табличка под данным знаком?',
           'answers' => [
                '1' => 'Для уточнения расстояния от знака до начала зоны его действия.',
                '2' => 'Для уточнения зоны действия запрещающего знака.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли остановка автомобиля с опознавательным знаком "Инвалид" в зоне действия этих знаков?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
    ],
    '31' => [
        '2' => [
           'text' => 'Какой знак предупреждает о приближении к опасному повороту дороги?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'По какому пути разрешено движение?',
           'answers' => [
                '1' => 'A',
                '2' => 'B',
                '3' => 'A и B',
            ],
        ],
        '4' => [
           'text' => 'Учебная езда на автомагистрали:',
           'answers' => [
                '1' => 'Разрешена со скоростью не более 70 км/час.',
                '2' => 'Разрешена со скоростью не более 60 км/час при достаточных навыках управления у обучаемого с мастером обучения вождению.',
                '3' => 'Запрещена.',
                '4' => 'Разрешена, если механическое транспортное средство, на котором производится обучение, обозначено опознавательным знаком.',
            ],
        ],
        '5' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Зеленый; синий; красный.',
                '2' => 'Синий; красный; зеленый.',
                '3' => 'Синий одновременно с зеленым; красный.',
            ],
        ],
        '6' => [
           'text' => 'С какой максимальной скоростью может осуществляться буксировка в данных условиях?',
           'answers' => [
                '1' => '30 км/ч.',
                '2' => '50 км/ч.',
                '3' => '70 км/ч.',
                '4' => '80 км/ч.',
            ],
        ],
        '7' => [
           'text' => 'Где должен остановить автомобиль водитель при наличии обочины на дороге?',
           'answers' => [
                '1' => 'На самой обочине.',
                '2' => 'Как можно правее на обочине дороги.',
                '3' => 'На проезжей части, на растоянии 0,5 м от обочины.',
            ],
        ],
        '8' => [
           'text' => 'Какие правила нарушил водитель легкового автомобиля?',
           'answers' => [
                '1' => 'Только правила стоянки.',
                '2' => 'Правила остановки и стоянки.',
            ],
        ],
        '9' => [
           'text' => 'Минимально допускаемое Правилами значение остаточной высоты рисунка протектора шин грузовых автомобилей составляет:',
           'answers' => [
                '1' => '0,5 мм.',
                '2' => '1 мм.',
                '3' => '1,6 мм.',
                '4' => '2 мм.',
                '5' => '3 мм.',
            ],
        ],
        '10' => [
           'text' => 'Владельцы механических транспортных средств и прицепов к ним должны зарегистрировать их в ГСБДД независимо от технического состояния с момента приобретения (получения) в течение:',
           'answers' => [
                '1' => '2 суток.',
                '2' => '10 суток.',
                '3' => '5 суток.',
                '4' => '30 суток.',
                '5' => '15 суток.',
            ],
        ],
        '1' => [
           'text' => 'На сухой дороге для экстренной остановки необходимо:',
           'answers' => [
                '1' => 'Выключить сцепление и сразу нажать на педаль тормоза.',
                '2' => 'Выключить передачу(поменять скорость) и резко нажать на педаль тормоза.',
                '3' => 'Нажать на педаль тормоза, не выключая сцепление.',
            ],
        ],
    ],
    '32' => [
        '2' => [
           'text' => 'Что означает этот знак?',
           'answers' => [
                '1' => 'Обязательное направление движения грузовых автомобилей, полная масса которых более 3,5 т.',
                '2' => 'Направление движения только для грузовых автомобилей.',
                '3' => 'Рекомендуемое направление движения для грузовых автомобилей, тракторов и самоходных машин, если на перекрестке их движение в одном из направлений запрещено.',
                '4' => 'Направление движения грузовых автомобилей, осуществляющих междугородние перевозки.',
            ],
        ],
        '3' => [
           'text' => 'Этот дорожный знак предупреждает, что впереди:',
           'answers' => [
                '1' => 'Место, где дорога выходит на набережную или берег какого-либо водоема.',
                '2' => 'Участок дороги с водной преградой, на котором имеется разводной мост.',
                '3' => 'Участок дороги с водной преградой, не имеющий моста или паромной переправы.',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Красный выедет на перекресток и остановится, чтобы пропустить синий, и одновременно с красным проедет зеленый; синий, красный закончит разворот.',
                '2' => 'Красный, синий, зеленый.',
                '3' => 'Синий, зеленый, красный.',
            ],
        ],
        '5' => [
           'text' => 'Третьим проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Красный автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Кто из водителей легковых автомобилей нарушает правила при движении в населенном пункте?',
           'answers' => [
                '1' => 'Только водитель автомобиля "Б"',
                '2' => 'Оба нарушают.',
                '3' => 'Оба не нарушают.',
            ],
        ],
        '7' => [
           'text' => 'Что должен учитывать водитель при выборе скорости движения?',
           'answers' => [
                '1' => 'Интенсивность движения, особенности и состояние транспортного средства и груза.',
                '2' => 'Дорожные и метеорологические условия.',
                '3' => 'Все перечисленные факторы.',
            ],
        ],
        '8' => [
           'text' => 'По какому направлению водитель автомобиля правильно выполняет обгон?',
           'answers' => [
                '1' => 'По направлению "А".',
                '2' => 'По направлению "Б".',
                '3' => 'По направлению "А" и "Б".',
            ],
        ],
        '9' => [
           'text' => 'Что должен учитывать водитель при определении наибольшей ширины полосы движения автопоезда?',
           'answers' => [
                '1' => 'Только габариты автопоезда по ширине.',
                '2' => 'Габариты транспортного средства по ширине, а также виляние прицепа и смещение его к центру поворота.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли перевозка детей на переднем сиденье легкового автомобиля?',
           'answers' => [
                '1' => 'Разрешается перевозка детей в возрасте не моложе 7 лет.',
                '2' => 'Разрешается перевозка детей достигших 12-летнего возраста и старше.',
                '3' => 'Разрешается независимо от возраста при наличии взрослого пассажира.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли пассажирам отвлекать водителя при управлении транспортным средством?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Разрешается только для покупки разовых талонов в маршрутных транспортных средствах.',
                '3' => 'Запрещается.',
            ],
        ],
    ],
    '33' => [
        '2' => [
           'text' => 'На какие транспортные средства действие этого знака не распространяется?',
           'answers' => [
                '1' => 'Маршрутное такси.',
                '2' => 'Такси с включенным таксометром.',
                '3' => 'На автомобиль, управляемый инвалидом, который обозначен опознавательным знаком "Инвалид".',
                '4' => 'Маршрутные транспортные средства.',
                '5' => 'Транспортные средства, указанные во втором и третьем ответах.',
            ],
        ],
        '3' => [
           'text' => 'Кто из водителей правильно произвел остановку для высадки пассажиров?',
           'answers' => [
                '1' => 'Водители синего и красного автомобилей.',
                '2' => 'Водитель мотоцикла и синего автомобиля.',
                '3' => 'Только водитель синего автомобиля.',
                '4' => 'Все водители.',
            ],
        ],
        '4' => [
           'text' => 'Разрешен ли обгон водителю красного автомобиля в такой ситуации?',
           'answers' => [
                '1' => 'Разрешен.',
                '2' => 'Запрещен.',
                '3' => 'Разрешен только при отсутствии встречных транспортных средств.',
            ],
        ],
        '5' => [
           'text' => 'Что обозначает прерывистая широкая линия?',
           'answers' => [
                '1' => 'Границу между проезжей частью дороги и обочиной.',
                '2' => 'Границу между основной проезжей частью и полосой разгона или торможения.',
                '3' => 'Площадки для остановки и стоянки транспортных средств.',
            ],
        ],
        '6' => [
           'text' => 'Водитель какого транспортного средства имеет право на первоочередное движение?',
           'answers' => [
                '1' => 'Водитель автомобиля.',
                '2' => 'Водитель мотоцикла.',
            ],
        ],
        '7' => [
           'text' => 'Вы поворачиваете на дорогу с реверсивным движением. По какой полосе после поворота Вы имеете право двигаться?',
           'answers' => [
                '1' => 'В населенных пунктах движение разрешается по любой полосе.',
                '2' => 'По крайней правой полосе. Перестраиваться разрешается только после проезда реверсивного светофора или знака "Направления движения по полосам, разрешающего движение и по другим полосам.',
                '3' => 'Вне населенных пунктов по возможности ближе к правому краю проезжей части.',
            ],
        ],
        '8' => [
           'text' => 'Стоянка запрещается:',
           'answers' => [
                '1' => 'Ближе 10 метров от края пересекаемых проезжих частей.',
                '2' => 'Ближе 10 метров перед пешеходным переходом.',
                '3' => 'Ближе одного метра за пешеходным переездом.',
                '4' => 'В тех местах, где стоящее транспортное средство делает невозможным движение (въезд или выезд) других транспортных средств или создает помехи для движения пешеходов.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
        '9' => [
           'text' => 'Какие правила торможения автопоезда должен соблюдать водитель?',
           'answers' => [
                '1' => 'Тормозить резким порывистым нажатием на педаль тормоза, выключив при этом сцепление.',
                '2' => 'Тормозить плавно, заблаговременно снизить скорость, не выключая сцепление.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли перевозить детей на мотоцикле без бокового прицепа?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Разрешается детей старше 12-летнего возраста.',
                '3' => 'Разрешается при наличии взрослого пассажира.',
                '4' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'Что обозначает эта разметка?',
           'answers' => [
                '1' => 'Направляющий островок в месте слияния транспортных потоков.',
                '2' => 'Островок для пешеходов на опасных участках движения.',
                '3' => 'Границу места стоянки транспортных средств.',
                '4' => 'Островок, обозначающий место разделения транспортных потоков.',
            ],
        ],
    ],
    '34' => [
        '2' => [
           'text' => 'В каких направлениях разрешено продолжить движение на перекрестке?',
           'answers' => [
                '1' => 'Только Г и E.',
                '2' => 'А, Б, Г, Д.',
                '3' => 'Б, В, Г, Д.',
            ],
        ],
        '3' => [
           'text' => 'Каким транспортным средствам разрешено движение по правой полосе проезжей части?',
           'answers' => [
                '1' => 'Всем механическим транспортным средствам.',
                '2' => 'Маршрутным транспортным средствам и такси.',
                '3' => 'Только велосипедам.',
                '4' => 'Только маршрутным транспортным средствам.',
            ],
        ],
        '4' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Трамвай, желтый, зеленый автомобили.',
                '2' => 'Трамвай и зеленый автомобиль, желтый автомобиль.',
                '3' => 'Зеленый, желтый автомобили, трамвай.',
            ],
        ],
        '5' => [
           'text' => 'Водителю какого транспортного средства разрешено движение со скоростью, указанной на знаке?',
           'answers' => [
                '1' => 'Обоим водителям.',
                '2' => 'Только водителю микроавтобуса.',
                '3' => 'Обоим запрещено.',
            ],
        ],
        '6' => [
           'text' => 'В каком направлении разрешено движение этому транспортному средству, если за рулем находится обучаемый?',
           'answers' => [
                '1' => 'В любом.',
                '2' => 'Только направо.',
                '3' => 'Направо, налево и в обратном направлении.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли движение по трамвайным путям при проезде перекрестка?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается, если не создаются помехи трамваю.',
                '3' => 'Разрешается, по трамвайным путям попутного направления.',
                '4' => 'Разрешается по трамвайным путям попутного направления при интенсивном движении на других полосах, объезде, опережении. При этом не должно создаваться помех трамваю.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли движение грузовых автомобилей по автомагистрали далее второй полосы?',
           'answers' => [
                '1' => 'Разрешается, если разрешенная максимальная масса не превышает 3,5 т.',
                '2' => 'Разрешается, если их разрешенная максимальная масса более 3,5 т.',
                '3' => 'Запрещается.',
            ],
        ],
        '9' => [
           'text' => 'Каковы основные внешние признаки наступления сильной усталости?',
           'answers' => [
                '1' => 'Резь в глазах, бледность кожи лица, сонливость.',
                '2' => 'Багрово-красная окраска лица, похолодание конечностей, затуманенное сознание.',
                '3' => 'Мышечная слабость, шум в ушах, головокружение, холодный, липкий пот.',
            ],
        ],
        '10' => [
           'text' => 'На какую наибольшую величину может выступать груз за заднюю точку габарита транспортного средства при его перевозке без разрешения ГСБДД?',
           'answers' => [
                '1' => '1,0 м.',
                '2' => '4,0 м.',
                '3' => '1,5 м.',
                '4' => '2,5 м.',
                '5' => '2,0 м.',
            ],
        ],
        '1' => [
           'text' => 'Должностные лица, ответственные за эксплуатацию и техническое состояние транспортных средств обязаны:',
           'answers' => [
                '1' => 'Не допускать к управлению транспортными средствами лиц, не прошедших в установленный срок медицинского освидетельствования.',
                '2' => 'Не выпускать на линию транспортные средства, техническое состояние и оборудование которых не отвечают требованиям Правил.',
                '3' => 'Не выпускать на линию технические средства, не зарегистрированные в установленном порядке.',
                '4' => 'Выполнить все перечисленные действия.',
            ],
        ],
    ],
    '35' => [
        '2' => [
           'text' => 'О чем предупреждают знак и табличка под ним?',
           'answers' => [
                '1' => 'Остановка на обочине запрещена в связи с работами.',
                '2' => 'Съезд на обочину опасен в связи с проведением на ней ремонтных работ.',
                '3' => 'Стоянка на обочине запрещена в связи с ремонтными работами на дороге.',
            ],
        ],
        '3' => [
           'text' => 'Прерывистая линия, у которой длина штрихов в три раза превышает промежутки между ними, обозначает:',
           'answers' => [
                '1' => 'Границы между полосой разгона или торможения и основной полосой проезжей части.',
                '2' => 'Края проезжей части на автомагистралях.',
                '3' => 'Приближение к сплошной линии разметки, которая разделяет транспортные потоки противоположных или попутных направлений.',
            ],
        ],
        '4' => [
           'text' => 'Что обязан сделать водитель, приближаясь к трамваю попутного направления, остановившемуся на остановке посередине дороги?',
           'answers' => [
                '1' => 'Остановиться, затем продолжить движение после закрытия дверей.',
                '2' => 'Уступить дорогу пешеходам, идущим к стоящему на остановке посередине дороги трамваю попутного направления или от него.',
                '3' => 'Остановиться;,затем продолжить движение после того, когда трамвай начнет движение.',
                '4' => 'Проехать трамвайную остановку с особой осторожностью.',
            ],
        ],
        '5' => [
           'text' => 'Водитель какого транспортного средства имеет преимущество в движении?',
           'answers' => [
                '1' => 'Водитель автомобиля.',
                '2' => 'Водитель трамвая.',
            ],
        ],
        '6' => [
           'text' => 'Как должен поступить водитель транспортного средства, если включился разрешающий сигнал светофора, а на проезжей части в направлении движения находятся пешеходы, не успевшие перейти дорогу?',
           'answers' => [
                '1' => 'Снизить скорость, подать звуковой сигнал и проехать пешеходный переход на минимальной скорости.',
                '2' => 'Подать звуковой сигнал и проехать пешеходный переход, не снижая скорости.',
                '3' => 'Проехать пешеходный переход, соблюдая меры предосторожности.',
                '4' => 'Дать возможность пешеходам закончить переход проезжей части данного направления.',
            ],
        ],
        '7' => [
           'text' => 'По какой полосе разрешается движение грузовых автомобилей с разрешенной максимальной массой более 3,5 т в населенных пунктах?',
           'answers' => [
                '1' => 'По возможности ближе к правому краю проезжей части.',
                '2' => 'По любой полосе, при интенсивном движении на других полосах.',
                '3' => 'По любой полосе, однако, если для движения безрельсовых транспортных средств в одном направлении имеются три полосы и более, то на крайнюю левую полосу разрешается выезжать только для поворота налево, разворота.',
            ],
        ],
        '8' => [
           'text' => 'Кто из водителей нарушает требования Правил, если все транспортные средства движутся со скоростью 80 км/ч?',
           'answers' => [
                '1' => 'Водители мотоцикла и грузового автомобиля.',
                '2' => 'Водители мотоцикла и легкового автомобиля.',
                '3' => 'Все водители.',
                '4' => 'Водитель мотоцикла.',
                '5' => 'Никто не нарушает.',
            ],
        ],
        '9' => [
           'text' => 'Что называется тормозным путем?',
           'answers' => [
                '1' => 'Расстояние, пройденное автомобилем с момента обнаружения водителем опасности до полной остановки.',
                '2' => 'Расстояние, пройденное автомобилем с момента нажатия на педаль тормоза до полной остановки.',
            ],
        ],
        '10' => [
           'text' => 'При какой максимальной габаритной высоте транспортного средства с грузом или без груза допускается движение без разрешения ГСБДД?',
           'answers' => [
                '1' => '4,0 м.',
                '2' => '4,5 м.',
                '3' => '3,8 м.',
                '4' => '2,5 м.',
                '5' => '5,0 м.',
            ],
        ],
        '1' => [
           'text' => 'Как должен поступить пешеход при приближении транспортного средства с включенным проблесковым маячком и специальным звуковым сигналом?',
           'answers' => [
                '1' => 'Как можно скорее перейти проезжую часть.',
                '2' => 'Воздержаться от перехода проезжей части.',
                '3' => 'Перейти проезжую часть, если он находится на пешеходном переходе.',
            ],
        ],
    ],
    '36' => [
        '2' => [
           'text' => 'Какой из знаков указывает протяженность опасного участка дороги, обозначенного предупреждающими знаками?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Эта дорожная разметка:',
           'answers' => [
                '1' => 'Обозначает стояночные места, где указаны способы постановки механических транспортных средств на около тротуарной стоянке.',
                '2' => 'Обозначает места, где запрещена остановка механических транспортных средств.',
                '3' => 'Обозначает остановку маршрутных транспортных средств и стоянки такси.',
            ],
        ],
        '4' => [
           'text' => 'Кто из водителей имеет право на первоочередное движение?',
           'answers' => [
                '1' => 'Водитель мотоцикла.',
                '2' => 'Водитель автомобиля.',
            ],
        ],
        '5' => [
           'text' => 'Два попеременно мигающих красных сигнала имеют следующее значение:',
           'answers' => [
                '1' => 'Запрещают движение.',
                '2' => 'Информируют других водителей о выезде на проезжую часть специальных транспортных средств.',
                '3' => 'Разрешают движение с особой осторожностью.',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли открывать шлагбаум или объезжать его?',
           'answers' => [
                '1' => 'Разрешается, если светофор выключен.',
                '2' => 'Запрещается.',
            ],
        ],
        '7' => [
           'text' => 'Вы движетесь по дороге с двухсторонним движением, имеющей три полосы. В каком случае разрешается выезжать на среднюю полосу?',
           'answers' => [
                '1' => 'Только для обгона.',
                '2' => 'Только для объезда.',
                '3' => 'Только для поворота налево или разворота.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '8' => [
           'text' => 'С какой максимальной скоростью разрешается движение на данном участке дороги при наличии на автомобиле опознавательного знака?',
           'answers' => [
                '1' => '70 км/ч.',
                '2' => '90 км/ч.',
                '3' => '100 км/ч.',
            ],
        ],
        '9' => [
           'text' => 'Каким видом транспорта перевозить пострадавшего с черепно-мозговой травмой средней тяжести?',
           'answers' => [
                '1' => 'Попутным легковым автомобилем.',
                '2' => 'Попутным грузовым автомобилем.',
                '3' => 'Только машиной скорой медицинской помощи.',
            ],
        ],
        '10' => [
           'text' => 'Обязан ли водитель уступить дорогу пешеходам в данном месте?',
           'answers' => [
                '1' => 'Да.',
                '2' => 'Нет.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли движение пешеходов по дороге, обозначенной знаком "Автомагистраль"?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается идти только вне населенных пунктов навстречу движения транспортных средств.',
                '3' => 'Разрешается идти вне населенных пунктов по ходу движения транспортных средств.',
            ],
        ],
    ],
    '37' => [
        '2' => [
           'text' => 'Разрешается ли буксировка мотоцикла с боковым прицепом по дороге, на которой установлен этот знак?',
           'answers' => [
                '1' => 'Разрешается не более одной единицы.',
                '2' => 'Разрешается только на жесткой сцепке.',
                '3' => 'Запрещается.',
            ],
        ],
        '3' => [
           'text' => 'Эта горизонтальная дорожная разметка обозначает:',
           'answers' => [
                '1' => 'Сужение проезжей части, где уменьшается количество полос движения в данном направлении.',
                '2' => 'Место, где водитель должен при необходимости остановиться, уступая дорогу транспортным средствам, движущимся по пересекаемой дороге.',
                '3' => 'Приближение к месту, где запрещена остановка.',
            ],
        ],
        '4' => [
           'text' => 'В каких местах запрещено движение задним ходом?',
           'answers' => [
                '1' => 'На дорогах с односторонним движением.',
                '2' => 'На мостах, путепроводах, эстакадах и под ними.',
                '3' => 'На горных дорогах.',
                '4' => 'На автомагистралях.',
                '5' => 'Во всех перечисленных местах.',
            ],
        ],
        '5' => [
           'text' => 'Должен ли водитель трамвая при движении на данный сигнал светофора уступить дорогу транспортным средствам, движущимся с других направлений?',
           'answers' => [
                '1' => 'Должен.',
                '2' => 'Не должен.',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли стоянка транспортных средств на правой полосе дороги, отделенной сплошной белой линией разметки и обозначенной дорожным знаком "Полоса для маршрутных транспортных средств"?',
           'answers' => [
                '1' => 'Разрешается, если нет знака, запрещающего стоянку.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается только автомобилям, которые обслуживают предприятия, находящиеся в этой зоне, или принадлежат гражданам, проживающим в ближайших домах.',
            ],
        ],
        '7' => [
           'text' => 'С какой максимальной скоростью разрешается движение мотоциклам на участках дорог, обозначенных таким дорожным знаком?',
           'answers' => [
                '1' => '60 км/ч.',
                '2' => '80 км/ч.',
                '3' => '100 км/ч.',
                '4' => '90 км/ч.',
                '5' => '70 км/ч.',
            ],
        ],
        '8' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель трамвая.',
                '2' => 'Водитель грузового автомобиля.',
                '3' => 'Водители обоих автомобилей.',
            ],
        ],
        '9' => [
           'text' => 'Резкое торможение транспортного средства при интенсивном движении:',
           'answers' => [
                '1' => 'Может способствовать наезду сзади.',
                '2' => 'Отражается только на техническом состоянии автомобиля.',
                '3' => 'Является обычным приемом управления при интенсивном движении.',
            ],
        ],
        '10' => [
           'text' => 'В каких случаях перевозимый груз должен быть обозначен сигнальными щитками или флажками, а в темное время суток и в условиях недостаточной видимости - светоотражающими приспособлениями или фонарями?',
           'answers' => [
                '1' => 'Если груз выступает за габариты транспортного средства спереди или сзади более чем на 1 м.',
                '2' => 'Если груз выступает за габариты транспортного средства сзади на 0,8 м.',
            ],
        ],
        '1' => [
           'text' => 'В каком случае разрешается посадка и высадка пассажиров со стороны проезжей части?',
           'answers' => [
                '1' => 'При вынужденной остановке транспортного средства.',
                '2' => 'По усмотрению водителя при условии, что это будет безопасно и не создает помех другим участникам движения.',
                '3' => 'Если это невозможно сделать со стороны тротуара или обочины и при условии, что это будет безопасно и не создает помех другим участникам движения.',
            ],
        ],
    ],
    '38' => [
        '2' => [
           'text' => 'В каком направлении разрешается движение грузовому автомобилю?',
           'answers' => [
                '1' => 'Только направо.',
                '2' => 'Направо, налево и в обратном направлении.',
                '3' => 'Только налево.',
            ],
        ],
        '3' => [
           'text' => 'Эта дорожная разметка обозначает:',
           'answers' => [
                '1' => 'Запрещается движение в указанных направлениях.',
                '2' => 'Указывает разрешенные на перекрестке направления движения по полосам.',
                '3' => 'Приближение к пересечению дорог, на котором движение разрешается во всех направлениях.',
            ],
        ],
        '4' => [
           'text' => 'С какой максимальной скоростью разрешается движение автобусам (не междугородним) на участках дорог, обозначенных таким дорожным знаком?',
           'answers' => [
                '1' => '50 км/ч.',
                '2' => '60 км/ч.',
                '3' => '70 км/ч.',
                '4' => '80 км/ч.',
                '5' => '90 км/ч.',
            ],
        ],
        '5' => [
           'text' => 'Как должен поступить водитель красного автомобиля в ситуации, показанной на рисунке?',
           'answers' => [
                '1' => 'Дождаться разрешающего сигнала светофора и проехать прямо.',
                '2' => 'Включить указатель правого поворота и повернуть направо.',
                '3' => 'Включить указатель левого поворота и освободить правый ряд.',
            ],
        ],
        '6' => [
           'text' => 'Перед началом движения после остановки перед железнодорожным переездом водитель должен:',
           'answers' => [
                '1' => 'Убедиться в отсутствии приближающегося поезда.',
                '2' => 'Проехать переезд на первой передаче.',
                '3' => 'Начать движение через переезд со скоростью, обеспечивающей безопасность движения.',
            ],
        ],
        '7' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Легковой автомобиль, автобус, велосипед.',
                '2' => 'Автобус, велосипед, легковой автомобиль.',
                '3' => 'Автобус, легковой автомобиль, велосипед.',
                '4' => 'Велосипед, автобус, легковой автомобиль.',
            ],
        ],
        '8' => [
           'text' => 'Водители каких транспортных средств нарушили правила стоянки?',
           'answers' => [
                '1' => 'Водитель легкового автомобиля.',
                '2' => 'Водитель грузового автомобиля.',
                '3' => 'Оба водителя.',
            ],
        ],
        '9' => [
           'text' => 'Чем опасно резкое открытие дроссельной заслонки карбюратора при движении на скользкой дороге?',
           'answers' => [
                '1' => 'Двигатель заглохнет.',
                '2' => 'Значительно возрастет расход топлива.',
                '3' => 'Может возникнуть боковой занос автомобиля.',
                '4' => 'Двигатель превысит максимальную частоту вращения коленчатого вала.',
            ],
        ],
        '10' => [
           'text' => 'Таким опознавательным знаком обозначаются автомобили:',
           'answers' => [
                '1' => 'Перевозящие опасные грузы.',
                '2' => 'Управляемые глухонемыми и глухими водителями.',
                '3' => 'Управляемые инвалидами.',
                '4' => 'Управляемые водителями, имеющими водительский стаж до 2-х лет.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли пешеходам переходить проезжую часть вне пешеходного перехода при наличии разделительной полосы?',
           'answers' => [
                '1' => 'Разрешается в местах, где дорога просматривается в обе стороны.',
                '2' => 'Разрешается только вне населенных пунктов.',
                '3' => 'Разрешается только в населенных пунктах.',
                '4' => 'Запрещается.',
            ],
        ],
    ],
    '39' => [
        '2' => [
           'text' => 'Каким грузовым автомобилям из перечисленных этот знак не запрещает дальнейшее движение?',
           'answers' => [
                '1' => 'Автомобилям грузоподъемностью более 3,5 т.',
                '2' => 'Автомобилям с разрешенной максимальной массой более 3,5 т.',
                '3' => 'Автомобилям, перевозящим опасные грузы.',
                '4' => 'Грузовым автомобилям с белой наклонной полосой на бортах.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли пересекать прерывистую двойную линию разметки, при отсутствии реверсивных светофоров или когда они отключены?',
           'answers' => [
                '1' => 'Разрешается, если она расположена слева от водителя.',
                '2' => 'Разрешается, если она расположена справа от водителя.',
                '3' => 'Разрешается с любой стороны.',
                '4' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Водитель какого транспортного средства имеет право на первоочередное движение?',
           'answers' => [
                '1' => 'Водитель автомобиля.',
                '2' => 'Водитель велосипеда.',
            ],
        ],
        '5' => [
           'text' => 'Каким транспортным средствам разрешено движение при этом сигнале светофора?',
           'answers' => [
                '1' => 'Трамваю, желтому и красному автомобилям.',
                '2' => 'Желтому и красному автомобилям.',
                '3' => 'Всем транспортным средствам.',
            ],
        ],
        '6' => [
           'text' => 'В населенном пункте водитель автобуса или троллейбуса начинает движение от обозначенной остановки. Он должен:',
           'answers' => [
                '1' => 'Начинать движение, только убедившись, что ему уступают дорогу.',
                '2' => 'Используя преимущество, начинать движение в намеченном направлении.',
                '3' => 'Уступить дорогу объезжающему его транспортному средству.',
            ],
        ],
        '7' => [
           'text' => 'Водитель какого транспортного средства нарушил правила стоянки?',
           'answers' => [
                '1' => 'Водитель синего автомобиля.',
                '2' => 'Водитель красного автомобиля.',
                '3' => 'Оба водителя нарушили.',
                '4' => 'Оба водителя не нарушили.',
            ],
        ],
        '8' => [
           'text' => 'Как должен поступить водитель легкового автомобиля в показанной ситуации?',
           'answers' => [
                '1' => 'Быстрее завершить поворот, чтобы не создавать помехи транспортным средствам.',
                '2' => 'При выезде из двора пропустить пешехода и транспортные средства.',
                '3' => 'Уступить дорогу транспортным средствам, остановиться у края проезжей части.',
            ],
        ],
        '9' => [
           'text' => 'Таким опознавательным знаком обозначаются транспортные средства:',
           'answers' => [
                '1' => 'Управляемые глухими или глухонемыми водителями.',
                '2' => 'Управляемые инвалидами.',
                '3' => 'Перевозящие опасные грузы.',
            ],
        ],
        '10' => [
           'text' => 'Как пользоваться тормозами на скользкой дороге?',
           'answers' => [
                '1' => 'Плавно тормозить, не выключая сцепления, и не производить резких поворотов рулевым колесом.',
                '2' => 'Выключить сцепление и плавно тормозить.',
                '3' => 'Тормозить резким, прерывистым нажатием на педаль тормоза.',
            ],
        ],
        '1' => [
           'text' => 'Синий автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
                '3' => 'Третьим.',
                '4' => 'Последним.',
            ],
        ],
    ],
    '40' => [
        '2' => [
           'text' => 'Какой знак требует уступить дорогу встречным транспортным средствам?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли пересекать сплошную линию горизонтальной разметки?',
           'answers' => [
                '1' => 'Разрешается, если она находится справа от водителя.',
                '2' => 'Разрешается только в случае, если линия обозначает край проезжей части дороги.',
                '3' => 'Разрешается только при маневрировании, когда линия обозначает границы полос движения одного направления.',
            ],
        ],
        '4' => [
           'text' => 'Как должен поступить водитель в показанной ситуации?',
           'answers' => [
                '1' => 'Дать возможность пешеходам закончить переход проезжей части данного направления.',
                '2' => 'Подать звуковой сигнал для предотвращения дорожно-транспортного происшествия и, не уступая дорогу пешеходам, проехать переход, так как он находится на главной дороге.',
            ],
        ],
        '5' => [
           'text' => 'Красный автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
                '3' => 'Третьим.',
                '4' => 'Последним.',
            ],
        ],
        '6' => [
           'text' => 'Если за пешеходным переходом образовался затор, который вынудит водителя остановиться на пешеходном переходе, водитель обязан:',
           'answers' => [
                '1' => 'Остановиться и не въезжать на пешеходный переход, так как это создает помеху для движения пешеходов.',
                '2' => 'Остановиться за 15 м перед пешеходным переходом.',
                '3' => 'Остановиться на пешеходном переходе, соблюдая необходимую дистанцию от впереди стоящего транспортного средства.',
                '4' => 'Остановиться за 5 м перед пешеходным переходом.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли обгон в этом месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается на дорогах вне населенных пунктов.',
                '4' => 'Запрещается только на дорогах вне населенных пунктов.',
            ],
        ],
        '8' => [
           'text' => 'Сигналом, запрещающим движение через железнодорожный переезд, является положение дежурного, обращенного к водителю:',
           'answers' => [
                '1' => 'Левым или правым плечом с поднятым над головой жезлом (красным флагом).',
                '2' => 'Грудью или спиной с поднятым над головой жезлом (красным флагом) или с вытянутыми в стороны руками.',
                '3' => 'Любым плечом или грудью с поднятым над головой жезлом (красным флагом).',
            ],
        ],
        '9' => [
           'text' => 'После преодоления глубокого брода водитель обязан:',
           'answers' => [
                '1' => 'Двигаться с ускорением на более высоких передачах.',
                '2' => 'На короткой дистанции пробега несколькими резкими нажатиями на тормозную педаль просушить тормозные накладки.',
            ],
        ],
        '10' => [
           'text' => 'Таким опознавательным знаком обозначается транспортное средство:',
           'answers' => [
                '1' => 'Управляемое инвалидом.',
                '2' => 'Перевозящее тяжеловесные и крупногабаритные грузы.',
                '3' => 'Перевозящее опасные грузы.',
                '4' => 'Управляемое глухонемым или глухим водителем.',
            ],
        ],
        '1' => [
           'text' => 'Какой автомобиль нарушил правила остановки?',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Оба нарушили.',
                '3' => 'Оба не нарушали.',
            ],
        ],
    ],
    '41' => [
        '2' => [
           'text' => 'Какой из указанных знаков отменяет все ранее введенные ограничения?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'На каком рисунке водитель совершил маневр, не нарушая требований Правил?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '1 и 2',
                '5' => '2 и 3',
            ],
        ],
        '4' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Трамвай, автомобиль и автобус одновременно.',
                '2' => 'Трамвай, автобус, автомобиль.',
                '3' => 'Автобус, трамвай, автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли водителю автобуса двигаться по полосе, обозначенной этим знаком, если полоса отделена сплошной линией разметки?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если автобус движется по установленному маршруту.',
            ],
        ],
        '6' => [
           'text' => 'Как нужно транспортировать раненого с повреждением грудной клетки?',
           'answers' => [
                '1' => 'Лежа на поврежденном боку или полусидя.',
                '2' => 'В положении лежа на здоровом боку или сидя.',
                '3' => 'В положении лежа на спине или на животе.',
            ],
        ],
        '7' => [
           'text' => 'Как определяется количество полос для движения безрельсовых транспортных средств?',
           'answers' => [
                '1' => 'Дорожной разметкой.',
                '2' => 'Дорожными знаками "Направления движения по полосам" или "Направление движения по полосе".',
                '3' => 'Самим водителем с учетом ширины проезжей части, габаритов транспортных средств и необходимых интервалов между ними.',
                '4' => 'Всеми перечисленными способами.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли обгонять автопоезд в данной ситуации, если он движется со скоростью менее 40 км/час?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается.',
            ],
        ],
        '9' => [
           'text' => 'На дороге с двухсторонним движением имеющих три полосы вы должны повернуть направо. С какой полосы произведете этот маневр?',
           'answers' => [
                '1' => 'С правой полосы.',
                '2' => 'Со средней полосы.',
                '3' => 'С правой или средней полосы.',
                '4' => 'Со средней, только в том случае когда правая сторона занята.',
            ],
        ],
        '10' => [
           'text' => 'Как следует выезжать из глубокой колеи в зимнее время на заднеприводном автомобиле?',
           'answers' => [
                '1' => 'Выезжать на небольшой скорости, в первоначальный момент энергично повернуть рулевое колесо в противоположную сторону выезда, а затем в сторону выезда.',
                '2' => 'Начать выезжать из колеи как можно быстрее, сначала повернуть рулевое колесо в сторону выезда, а затем в противоположную.',
            ],
        ],
        '1' => [
           'text' => 'В темное время суток и в условиях недостаточной видимости оставленные на дороге дорожные машины, строительные материалы, конструкции и т.п. должны быть обозначены:',
           'answers' => [
                '1' => 'Соответствующими дорожными знаками.',
                '2' => 'Направляющими и ограждающими устройствами.',
                '3' => 'Красными или желтыми сигнальными огнями.',
                '4' => 'Всеми перечисленными обозначениями.',
            ],
        ],
    ],
    '42' => [
        '2' => [
           'text' => 'В каком случае водитель правильно выполнил требования этого знака?',
           'answers' => [
                '1' => 'Уступил дорогу механическим транспортным средствам, движущимся по пересекаемой дороге.',
                '2' => 'Уступил дорогу транспортным средствам, движущимся по пересекаемой дороге.',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли заезжать на островок, размеченный белыми линиями?',
           'answers' => [
                '1' => 'Разрешается только для остановки.',
                '2' => 'Разрешается при движении задним ходом.',
                '3' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель синего автомобиля.',
                '2' => 'Водитель красного автомобиля.',
            ],
        ],
        '5' => [
           'text' => 'Движение разрешено:',
           'answers' => [
                '1' => 'Грузовому автомобилю и мотоциклу.',
                '2' => 'Всем транспортным средствам.',
                '3' => 'Трамваю и легковому автомобилю.',
                '4' => 'Легковому и грузовому автомобилям, мотоциклу.',
            ],
        ],
        '6' => [
           'text' => 'Водитель какого транспортного средства правильно выполняет разворот?',
           'answers' => [
                '1' => 'Водитель синего автомобиля.',
                '2' => 'Водитель красного автомобиля.',
                '3' => 'Оба водителя.',
            ],
        ],
        '7' => [
           'text' => 'Как должен действовать водитель автомобиля при обгоне его другим транспортным средством?',
           'answers' => [
                '1' => 'Не изменяя полосы движения, подать сигнал указателем правого поворота.',
                '2' => 'Не препятствовать обгону повышением скорости движения или иными действиями.',
                '3' => 'Снизить скорость движения, подать звуковой сигнал.',
            ],
        ],
        '8' => [
           'text' => 'Когда в соответствии с Правилами может быть закончена подача предупредительного сигнала рукой?',
           'answers' => [
                '1' => 'Непосредственно перед выполнением маневра.',
                '2' => 'Немедленно после завершения маневра.',
                '3' => 'Во время выполнения маневра.',
            ],
        ],
        '9' => [
           'text' => 'Как оказать первую медицинскую помощь при травматическом шоке?',
           'answers' => [
                '1' => 'Одежду снять или ослабить. Обеспечить приток свежего воздуха. Дать понюхать нашатырный спирт. Обрызгать лицо холодной водой. На лоб и затылок наложить теплые примочки.',
                '2' => 'Полный покой. Голову опустить, ноги приподнять, тело согреть. Дать выпить горячее питье (чай и т.д.). Наложенный жгут без врача не снимать и не ослаблять!',
            ],
        ],
        '10' => [
           'text' => 'Какой из указанных знаков устанавливается для обозначения автопоезда?',
           'answers' => [
                '1' => 'Левый знак.',
                '2' => 'Правый знак.',
                '3' => 'Оба знака.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли обгон на этом участке дороги?',
           'answers' => [
                '1' => 'Разрешается, если обгоняемый автомобиль движется со скоростью меньше чем 40 км/ч.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если обгон завершается до железнодорожного переезда.',
            ],
        ],
    ],
    '43' => [
        '2' => [
           'text' => 'Какой знак обязывает уступить дорогу транспортным средствам, движущимся по пересекаемой дороге?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Что обязан выполнить водитель транспортного средства, приблизившись к перекрестку, перед которым нанесена "Стоп-линия" и включен зеленый сигнал светофора?',
           'answers' => [
                '1' => 'Остановиться у "Стоп-линий", а затем возобновить движение.',
                '2' => 'Продолжить движение через перекресток без остановки.',
            ],
        ],
        '4' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель автомобиля.',
                '2' => 'Водитель мотоцикла.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли водителю автобуса остановиться для высадки пассажиров?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается.',
            ],
        ],
        '6' => [
           'text' => 'Водитель какого транспортного средства правильно въезжает на пересечение с круговым движением?',
           'answers' => [
                '1' => 'Оба водителя.',
                '2' => 'Только водитель автобуса.',
                '3' => 'Только водитель легкового автомобиля.',
            ],
        ],
        '7' => [
           'text' => 'Что должен сделать водитель в данной ситуации?',
           'answers' => [
                '1' => 'Объехать стоящее транспортное средство на минимальной скорости, заблаговременно включив ближний свет фар и периодически подавая звуковой сигнал.',
                '2' => 'Уступить дорогу детям, переходящим проезжую часть.',
                '3' => 'Проехать данный участок, так как дети пересекают проезжую часть не по пешеходному переходу.',
            ],
        ],
        '8' => [
           'text' => 'Вы выехали для обгона и неожиданно увидели встречный автомобиль. Если Вы не уверены в том, что сумеете завершить обгон, Вы должны:',
           'answers' => [
                '1' => 'Продолжить обгон до его завершения, подавая звуковой сигнал и включив фары.',
                '2' => 'Слегка увеличить скорость и быстрее завершить обгон.',
                '3' => 'Снизить скорость и вернуться на ранее занимаемую полосу.',
            ],
        ],
        '9' => [
           'text' => 'Должен ли водитель при маневре всегда подавать предупредительные сигналы?',
           'answers' => [
                '1' => 'Только в случае, если за ним движется другое транспортное средство.',
                '2' => 'Только в случае, если его транспортное средство имеет указатели поворотов.',
                '3' => 'Только на дороге с интенсивным движением.',
                '4' => 'Сигнал не подается в случаях, когда он может ввести в заблуждение других участников движения.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли следовать к месту стоянки или ремонта с недействующим рулевым управлением?',
           'answers' => [
                '1' => 'Разрешается при буксировке на жесткой сцепке.',
                '2' => 'Разрешается со скоростью, обеспечивающей безопасность движения.',
                '3' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'С какой максимальной скоростью разрешается движение грузового автомобиля при перевозке людей вне населенного пункта?',
           'answers' => [
                '1' => '70 км/ч.',
                '2' => '50 км/ч.',
                '3' => '80 км/ч.',
                '4' => '40 км/ч.',
                '5' => '60 км/ч.',
            ],
        ],
    ],
    '44' => [
        '2' => [
           'text' => 'Какому грузовому автомобилю можно продолжать движение при этом знаке?',
           'answers' => [
                '1' => 'Автомобилю, загруженному до 8 т.',
                '2' => 'Порожнему автомобилю грузоподъемностью 8 т.',
                '3' => 'Автомобилю, разрешенная максимальная масса которого не более 8 т.',
            ],
        ],
        '3' => [
           'text' => 'Что означает эта разметка?',
           'answers' => [
                '1' => 'Пешеходный переход.',
                '2' => 'Место, где велосипедная дорожка пересекает проезжую часть.',
                '3' => 'Место перегона скота.',
            ],
        ],
        '4' => [
           'text' => 'Что запрещено на автомагистрали водителям грузовых автомобилей, разрешенная максимальная масса которых менее 3,5 т.',
           'answers' => [
                '1' => 'Движение далее 2-й полосы.',
                '2' => 'Движение задним ходом.',
                '3' => 'Буксировка механических транспортных средств.',
                '4' => 'Все перечисленные действия.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли останавливаться на полосе, обозначенной этим знаком для посадки пассажиров?',
           'answers' => [
                '1' => 'Разрешается, если полоса расположена у правого края проезжей части, и если она не отделена от остальной проезжей части сплошной линией разметки.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается.',
            ],
        ],
        '6' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель автобуса.',
                '2' => 'Водитель грузовика.',
            ],
        ],
        '7' => [
           'text' => 'Укажите очередность проезда перекрестка:',
           'answers' => [
                '1' => 'Синий, красный одновременно с зеленым.',
                '2' => 'Красный, синий, зеленый.',
                '3' => 'Красный одновременно с зеленым, синий.',
            ],
        ],
        '8' => [
           'text' => 'Должен ли водитель уступить дорогу другим транспортным средствам при перестроении?',
           'answers' => [
                '1' => 'Должен, если транспортное средство движется попутно по соседней полосе.',
                '2' => 'Не должен.',
                '3' => 'Должен во всех случаях при взаимном перестроении.',
            ],
        ],
        '9' => [
           'text' => 'Что должен сделать водитель тягача?',
           'answers' => [
                '1' => 'Остановиться после поворота и пропустить автомобили, скопившиеся сзади.',
                '2' => 'Продолжать движение, не изменяя скорость.',
                '3' => 'Указать рукой на обгон по параллельной полосе.',
            ],
        ],
        '10' => [
           'text' => 'Что обозначает данный опознавательный знак?',
           'answers' => [
                '1' => 'Впереди участок дороги, имеющий неровности на проезжей части.',
                '2' => 'Впереди участок дороги с тремя полосами для движения в данном направлении.',
                '3' => 'На механическом транспортном средстве установлены шины с шипами.',
            ],
        ],
        '1' => [
           'text' => 'Как должен поступить водитель встречного автомобиля в данной ситуации?',
           'answers' => [
                '1' => 'Остановиться на обочине.',
                '2' => 'Продолжить движение, не создавая помех автомобилю с включенными проблесковыми маячками.',
            ],
        ],
    ],
    '45' => [
        '2' => [
           'text' => 'В каком направлении разрешается движение автомобиля?',
           'answers' => [
                '1' => 'Налево и направо.',
                '2' => 'Только прямо.',
                '3' => 'Во всех направлениях.',
            ],
        ],
        '3' => [
           'text' => 'Что обозначает эта дорожная разметка?',
           'answers' => [
                '1' => 'Указывает номер дороги (маршрута).',
                '2' => 'Указывает расстояние до ближайшего населенного пункта.',
                '3' => 'Указывает расстояние до ближайшего поста ГСБДД.',
                '4' => 'Дублирует "Километровый знак".',
            ],
        ],
        '4' => [
           'text' => 'Разрешается ли въезд в разрывы разделительной полосы на автомагистрали?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Разрешается только для разворота, кроме водителей грузовых автомобилей полной массой более 3,5 т.',
                '3' => 'Запрещается.',
                '4' => 'Разрешается маршрутным транспортным средствам.',
            ],
        ],
        '5' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Трамвай, красный, зеленый автомобили.',
                '2' => 'Красный автомобиль, трамвай одновременно с зеленым автомобилем.',
                '3' => 'Трамвай одновременно с зеленым автомобилем, красный автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Водители каких транспортных средств нарушают правила въезда на дорогу, при наличии на ней полосы разгона?',
           'answers' => [
                '1' => 'Оба водителя.',
                '2' => 'Оба водителя выезжают правильно.',
                '3' => 'Водитель красного автомобиля.',
                '4' => 'Водитель зеленого автомобиля.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли выезжать на крайнюю левую полосу, предназначенную для встречного движения на дорогах с двухсторонним движением, имеющих три полосы?',
           'answers' => [
                '1' => 'Разрешается для обгона.',
                '2' => 'Разрешается во всех случаях.',
                '3' => 'Запрещается.',
            ],
        ],
        '8' => [
           'text' => 'Когда водитель обязан подавать предупредительный сигнал перед остановкой?',
           'answers' => [
                '1' => 'Только в случае, если сзади него движется другое транспортное средство.',
                '2' => 'Только в населенных пунктах.',
                '3' => 'Во всех случаях.',
            ],
        ],
        '9' => [
           'text' => 'В каком ответе указаны водители, нарушившие правила остановки?',
           'answers' => [
                '1' => 'Водители красного автомобиля и мотоцикла.',
                '2' => 'Водитель синего автомобиля.',
                '3' => 'Водитель мотоцикла.',
                '4' => 'Водители всех транспортных средств.',
            ],
        ],
        '10' => [
           'text' => 'Если эффективность торможения рабочей тормозной системы транспортных средств не отвечает требованиям Правил, то Вы должны:',
           'answers' => [
                '1' => 'Продолжить намеченную поездку, при этом в светлое время суток включить ближнии свет фар.',
                '2' => 'Прекратить дальнейшее движение.',
                '3' => 'Устранить неисправность на месте, а если это невозможно, следовать к месту стоянки или ремонта с соблюдением необходимых мер предосторожности.',
            ],
        ],
        '1' => [
           'text' => 'В каком случае водитель должен предоставить грузовой автомобиль работнику милиции для буксировки транспортного средства, поврежденного при дорожно-транспортном происшествии?',
           'answers' => [
                '1' => 'Только в случае, если буксировка будет осуществляться в попутном направлении.',
                '2' => 'В любом случае, кроме собственных грузовых автомобилей.',
                '3' => 'По усмотрению водителя.',
            ],
        ],
    ],
    '46' => [
        '2' => [
           'text' => 'В каких направлениях, обозначенных стрелкам разрешено движение?',
           'answers' => [
                '1' => 'А.',
                '2' => 'Б.',
                '3' => 'А и Б.',
                '4' => 'Запрещено в обоих направлениях.',
            ],
        ],
        '3' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль.',
                '4' => 'Желтый автомобиль.',
            ],
        ],
        '4' => [
           'text' => 'Что обозначает эта дорожная разметка?',
           'answers' => [
                '1' => 'Обозначает полосу, предназначенную только для движения автобусов.',
                '2' => 'Обозначает полосу, предназначенную только для движения маршрутных транспортных средств.',
                '3' => 'Обозначает полосу, предназначенную для движения автобусов и троллейбусов.',
                '4' => 'Обозначает полосу, предназначенную для движения автобусов и маршрутных такси.',
            ],
        ],
        '5' => [
           'text' => 'В каком случае водитель мотоцикла повернул налево правильно?',
           'answers' => [
                '1' => 'Выехал на перекресток, пропустил грузовой автомобиль, закончил поворот.',
                '2' => 'Выехал на перекресток и, дождавшись разрешающего жеста регулировщика, закончил поворот.',
                '3' => 'Остановился у стоп-линии и при разрешающем жесте регулировщика повернул налево безостановочно.',
            ],
        ],
        '6' => [
           'text' => 'В каком направлении разрешается движение синему автомобилю?',
           'answers' => [
                '1' => 'Только в обратном направлении.',
                '2' => 'Прямо, налево и в обратном направлении.',
                '3' => 'Налево и в обратном направлении.',
                '4' => 'Во всех направлениях.',
            ],
        ],
        '7' => [
           'text' => 'Когда должен быть подан предупредительный сигнал перед перестроением?',
           'answers' => [
                '1' => 'Непосредственно перед началом выполнения маневра.',
                '2' => 'Сразу после начала выполнения маневра.',
                '3' => 'Заблаговременно до начала выполнения маневра.',
            ],
        ],
        '8' => [
           'text' => 'Где не должно оказаться транспортное средство при выезде с пересечения проезжих частей во время поворота?',
           'answers' => [
                '1' => 'На левой полосе, если свободна правая полоса.',
                '2' => 'На стороне встречного движения.',
                '3' => 'На левой полосе, если имеются не менее трех полос для движения в одном направлении.',
                '4' => 'На левой полосе, если имеется две полосы для движения в одном направлении только грузовым автомобилям с разрешенной максимальной массой более 3,5 т.',
            ],
        ],
        '9' => [
           'text' => 'Вы приближаетесь к повороту дороги налево, он оказался более крутым, чем предполагалось. Вы должны:',
           'answers' => [
                '1' => 'Продолжать движение, не изменяя скорости и придерживаясь левого края проезжей части дороги.',
                '2' => 'Снизить скорость движения.',
                '3' => 'Увеличить скорость с тем, чтобы быстрее пройти поворот.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли перевозка людей в кузовах-фургонах?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается.',
                '3' => 'Разрешается только в том случае, если их конструкция приспособлена для таких перевозок.',
            ],
        ],
        '1' => [
           'text' => 'Что должны сделать водители междугородних автобусов перед началом движения?',
           'answers' => [
                '1' => 'Объяснить пассажирам пользование аварийными выходами из транспорта в случае необходимости.',
                '2' => 'Объяснить пассажирам порядок посадки и высадки.',
                '3' => 'Объяснить пассажирам, что во время движения нельзя ходить по салону автобуса.',
            ],
        ],
    ],
    '47' => [
        '2' => [
           'text' => 'Какой знак указывает обязательное направление движения на перекрестке?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель автомобиля.',
                '2' => 'Водитель трамвая.',
            ],
        ],
        '4' => [
           'text' => 'При какой максимальной ширине транспортного средства с грузом или без груза допускается движение без разрешения ГСБДД?',
           'answers' => [
                '1' => '2,0 м.',
                '2' => '2,5 м.',
                '3' => '3,8 м.',
                '4' => '4,0 м.',
                '5' => '5,0 м.',
            ],
        ],
        '5' => [
           'text' => 'Применение торможения двигателем на скользкой дороге для заднеприводного автомобиля:',
           'answers' => [
                '1' => 'Повышает устойчивость автомобиля.',
                '2' => 'Снижает устойчивость автомобиля.',
                '3' => 'Не оказывает какого-либо влияния на устойчивость автомобиля.',
            ],
        ],
        '6' => [
           'text' => 'На каком рисунке водитель поставил автомобиль на стоянку с нарушением правил?',
           'answers' => [
                '1' => 'Только на левом.',
                '2' => 'На левом и среднем.',
                '3' => 'На всех.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли водителю синего автомобиля выполнять обгон?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если красный автомобиль движется со скоростью менее 40 км/час.',
            ],
        ],
        '8' => [
           'text' => 'В каком ответе правильно названы все транспортные средства, которым разрешено движение?',
           'answers' => [
                '1' => 'Автомобили и мотоцикл.',
                '2' => 'Все транспортные средства.',
                '3' => 'Автомобили и трамвай.',
            ],
        ],
        '9' => [
           'text' => 'Водители транспортных средств должны уступить дорогу автобусу или троллейбусу:',
           'answers' => [
                '1' => 'Если он начинает движение от остановки.',
                '2' => 'Если он движется по маршруту в часы "ПИК".',
                '3' => 'В населенном пункте, если он начинает движение от обозначенной остановки.',
            ],
        ],
        '10' => [
           'text' => 'Эта дорожная разметка применяется для обозначения:',
           'answers' => [
                '1' => 'Дорожной развязки на разных уровнях.',
                '2' => 'Участка дороги, на котором скорость движения ограничена до 40 км/ч.',
                '3' => 'Вертикальных элементов дорожных сооружений, когда они представляют опасность для движущихся транспортных средств.',
            ],
        ],
        '1' => [
           'text' => 'Синий автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым одновременно с красным.',
                '2' => 'Вторым одновременно с красным.',
                '3' => 'Третьим одновременно с красным.',
            ],
        ],
    ],
    '48' => [
        '2' => [
           'text' => 'Какой знак запрещает проезд без остановки?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Что обозначает эта вертикальная дорожная разметка?',
           'answers' => [
                '1' => 'Обозначает границы полос движения в опасных местах на дорогах.',
                '2' => 'Боковые поверхности ограждений дорог на закруглениях большого радиуса.',
                '3' => 'Обозначает бордюры на опасных участках.',
                '4' => 'Обозначает направляющие столбики, надолбы, опоры ограждений и т.п.',
            ],
        ],
        '4' => [
           'text' => 'Должен ли водитель пропускать слепых пешеходов подающих сигнал белой тростью?',
           'answers' => [
                '1' => 'Должен во всех случаях, в том числе и вне пешеходных переходов.',
                '2' => 'Должен на регулируемом пешеходном переходе.',
                '3' => 'Должен на нерегулируемом пешеходном переходе.',
                '4' => 'Должен на любом пешеходном переходе.',
            ],
        ],
        '5' => [
           'text' => 'На каком рисунке водитель поворачивает правильно?',
           'answers' => [
                '1' => 'На левом рисунке.',
                '2' => 'На правом рисунке.',
            ],
        ],
        '6' => [
           'text' => 'Какой автомобиль правильно поставлен на стоянку?',
           'answers' => [
                '1' => 'Красный.',
                '2' => 'Оба неправильно.',
                '3' => 'Оба правильно.',
                '4' => 'Желто-синий.',
            ],
        ],
        '7' => [
           'text' => 'Если ширина проезжей части недостаточна для разворота из крайнего левого положения, допускается ли производить его от правого края проезжей части или с правой обочины?',
           'answers' => [
                '1' => 'Допускается только от правого края проезжей части. С правой обочины не допускается.',
                '2' => 'Допускается. При этом водитель, производящий разворот, должен уступить дорогу попутным и встречным транспортным средствам.',
                '3' => 'Не допускается.',
            ],
        ],
        '8' => [
           'text' => 'По какой полосе разрешается движение безрельсовых транспортных средств в населенных пунктах, если имеются три полосы и более в одном направлении? Грузовые автомобили с разрешенной максимальной массой более 3,5 т не учитывать.',
           'answers' => [
                '1' => 'По любой полосе.',
                '2' => 'По возможности ближе к правому краю проезжей части.',
                '3' => 'По любой полосе кроме крайней левой, на которую разрешается выезжать только при интенсивном движении на других полосах, а также для поворота налево, разворота и остановки на дороге с односторонним движением.',
            ],
        ],
        '9' => [
           'text' => 'Что обозначают одновременно включенные красный и желтый сигналы светофора?',
           'answers' => [
                '1' => 'Можно начинать движение.',
                '2' => 'Запрещает движение и информирует о скором включении зеленого света.',
                '3' => 'Приближение к перекрестку транспортного средства, подающего звуковой или световой сигнал.',
            ],
        ],
        '10' => [
           'text' => 'Что означает данный опознавательный знак, установленный на автомобиле?',
           'answers' => [
                '1' => 'Автомобиль принадлежит водителю-врачу.',
                '2' => 'Автомобиль принадлежит водителю-инвалиду.',
                '3' => 'Автомобиль предназначен для оказания медпомощи.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли здесь остановка автомобиля?',
           'answers' => [
                '1' => 'Запрещается, потому что расстояние между автомобилем и прерывистой линией дороги меньше 3-х метров.',
                '2' => 'Запрещается по четным дням месяца.',
                '3' => 'Разрешается.',
            ],
        ],
    ],
    '49' => [
        '2' => [
           'text' => 'На какие транспортные средства не распространяется действие данного знака?',
           'answers' => [
                '1' => 'На тракторы и самоходные машины.',
                '2' => 'На автобусы и микроавтобусы.',
                '3' => 'На транспортные средства, которые обслуживают предприятия (граждан), находящиеся (проживающих) в зоне действия знака.',
            ],
        ],
        '3' => [
           'text' => 'Водители каких транспортных средств неправильно произвели остановки для высадки пассажиров?',
           'answers' => [
                '1' => 'Водитель красного автомобиля.',
                '2' => 'Водитель синего автомобиля.',
                '3' => 'Водитель мотоцикла.',
                '4' => 'Водители обоих автомобилей.',
                '5' => 'Все водители.',
            ],
        ],
        '4' => [
           'text' => 'Этот дорожный знак обозначает:',
           'answers' => [
                '1' => 'Не оборудованный шлагбаумом железнодорожный переезд через железную дорогу с одним путем.',
                '2' => 'Оборудованный шлагбаумом железнодорожный переезд с одним путем.',
                '3' => 'Не оборудованный шлагбаумом железнодорожный переезд с двумя и более путями.',
            ],
        ],
        '5' => [
           'text' => 'Движение запрещено:',
           'answers' => [
                '1' => 'Сине-желтому автомобилю — налево.',
                '2' => 'Сине-желтому автомобилю — прямо, красному автомобилю — прямо и направо.',
                '3' => 'Красному автомобилю прямо и направо.',
            ],
        ],
        '6' => [
           'text' => 'Водитель какого транспортного средства нарушает правила поворота с дороги, на которой есть полоса торможения?',
           'answers' => [
                '1' => '0ба водителя.',
                '2' => 'Водитель желтого автомобиля.',
                '3' => 'Оба водителя поворачивают правильно.',
            ],
        ],
        '7' => [
           'text' => 'Какие из указанных знаков устанавливаются на автомагистралях?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '8' => [
           'text' => 'Какие меры должен принять водитель при возникновении препятствия или опасности для движения, которые он в состоянии обнаружить?',
           'answers' => [
                '1' => 'Снизить скорость и проехать опасный участок, соблюдая меры безопасности.',
                '2' => 'Снизить скорость вплоть до остановки транспортного средства и принять меры к безопасному для других участников движения объезду препятствия.',
                '3' => 'Сообщить о случившемся в милицию.',
            ],
        ],
        '9' => [
           'text' => 'В какой последовательности необходимо оказывать первую помощь пострадавшему при прекращении у него сердечной деятельности и дыхания?',
           'answers' => [
                '1' => 'Выполнить массаж сердца, освободить дыхательные пути, проводить искусственное дыхание.',
                '2' => 'Проводить искусственное дыхание, наружный массаж сердца, освободить дыхательные пути.',
                '3' => 'Освободить дыхательные пути, проводить искусственное дыхание и наружный массаж сердца.',
            ],
        ],
        '10' => [
           'text' => 'При каких из перечисленных условий запрещается эксплуатация автомобилей и автопоездов?',
           'answers' => [
                '1' => 'Нарушена герметичность гидравлического тормозного привода.',
                '2' => 'Стояночная тормозная система обеспечивает неподвижное состояние транспортных средств с полной нагрузкой на уклоне не менее 16%.',
                '3' => 'Рычаг стояночной тормозной системы удерживается запирающим устройством.',
            ],
        ],
        '1' => [
           'text' => 'Какой знак запрещает движение грузового автомобиля с прицепом, если суммарная разрешенная максимальная масса автомобиля и прицепа равна 7 т?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
    ],
    '50' => [
        '2' => [
           'text' => 'Какой из знаков указывает направление объезда закрытого для движения участка проезжей части на дороге с разделительной полосой?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли использовать для движения посадочную площадку, обозначенную разметкой?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается при отсутствии трамвая на остановке.',
            ],
        ],
        '4' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Все одновременно.',
                '2' => 'Синий, красный, зеленый.',
                '3' => 'Синий одновременно с зеленым, красный.',
                '4' => 'Красный с зеленым, синий.',
            ],
        ],
        '5' => [
           'text' => 'Движение разрешено:',
           'answers' => [
                '1' => 'Красному автомобилю.',
                '2' => 'Мотоциклу.',
                '3' => 'Трамваю и красному автомобилю.',
                '4' => 'Трамваю.',
                '5' => 'Синему автомобилю.',
            ],
        ],
        '6' => [
           'text' => 'Нарушает ли водитель правила при движении вне населенного пункта?',
           'answers' => [
                '1' => 'Да.',
                '2' => 'Нет.',
            ],
        ],
        '7' => [
           'text' => 'Ближе какого расстояния от железнодорожных переездов запрещается стоянка транспортных средств?',
           'answers' => [
                '1' => '300 м.',
                '2' => '150 м.',
                '3' => '100 м.',
                '4' => '50 м.',
                '5' => '25 м.',
            ],
        ],
        '8' => [
           'text' => 'Как выполнять непрямой массаж сердца и искусственное дыхание, если оживление (реанимацию) проводят 2 человека одновременно?',
           'answers' => [
                '1' => 'Один раз надавливать на грудную клетку, один раз вдувать воздух и т.д.',
                '2' => 'Один раз вдувать воздух, затем 5 раз надавливать на область сердца и т.д.',
                '3' => 'После 2-3 раз вдуваний воздуха 15 раз надавливать на грудную клетку.',
            ],
        ],
        '9' => [
           'text' => 'Кто регламентирует массу перевозимого груза и распределение нагрузки по осям?',
           'answers' => [
                '1' => 'ГСБДД.',
                '2' => 'Администрация автохозяйства.',
                '3' => 'Предприятие-изготовитель данного транспортного средства.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли водителю красного автомобиля выполнить обгон в данной ситуации?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается при условии, что скорость обгоняемого менее 40 км/ч.',
            ],
        ],
        '1' => [
           'text' => 'К маршрутным транспортным средствам относятся:',
           'answers' => [
                '1' => 'Автобусы и маршрутные такси.',
                '2' => 'Трамваи и троллейбусы.',
                '3' => 'Автобусы, троллейбусы, трамваи и маршрутные такси, движущиеся по установленным маршрутам.',
            ],
        ],
    ],
    '51' => [
        '2' => [
           'text' => 'Какой знак разрешает левый поворот?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли автобусу движение по дороге, на которой установлен этот знак?',
           'answers' => [
                '1' => 'Разрешается только автомобилю, разрешенная максимальная масса которого не более 3,5 т.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается.',
            ],
        ],
        '4' => [
           'text' => 'Последним проедет перекресток:',
           'answers' => [
                '1' => 'Синий автомобиль.',
                '2' => 'Зеленый автомобиль.',
                '3' => 'Красный автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Каким транспортным средствам разрешено движение?',
           'answers' => [
                '1' => 'Желтому и красному автомобилям.',
                '2' => 'Зеленому, красному и белому автомобилям.',
                '3' => 'Белому и зеленому автомобилям.',
                '4' => 'Зеленому и красному автомобилям.',
                '5' => 'Синему, желтому и красному автомобилям.',
            ],
        ],
        '6' => [
           'text' => 'Водители каких транспортных средств правильно остановились для высадки пассажиров?',
           'answers' => [
                '1' => 'Водитель легкового автомобиля.',
                '2' => 'Водитель мотоцикла.',
                '3' => 'Водитель автобуса.',
                '4' => 'Все водители.',
            ],
        ],
        '7' => [
           'text' => 'С какой максимальной скоростью разрешается движение грузовых автомобилей с разрешенной максимальной массой более 3,5 т на участках дорог, обозначенных таким дорожным знаком?',
           'answers' => [
                '1' => '80 км/ч.',
                '2' => '70 км/ч.',
                '3' => '100 км/ч.',
                '4' => '60 км/ч.',
                '5' => '90 км/ч.',
            ],
        ],
        '8' => [
           'text' => 'Как должен поступить водитель синего автомобиля?',
           'answers' => [
                '1' => 'Проехать перекресток в намеченном направлении, не уступая дорогу желтому автомобилю, так как тот движется сзади.',
                '2' => 'Немедленно перестроиться на полосу встречного движения.',
                '3' => 'Снизить скорость - дать возможность желтому автомобилю завершить обгон, а затем повернуть налево.',
            ],
        ],
        '9' => [
           'text' => 'Тормозная система считается неисправной, если нарушена герметичность пневматического привода, что вызывает падение давления воздуха при неработающем компрессоре за 30 мин, при свободном положении органов управления в кг/см2, более чем:',
           'answers' => [
                '1' => '0,2.',
                '2' => '0,4.',
                '3' => '0,5.',
                '4' => '0,75.',
                '5' => '1,0.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли перевозка груза на грузовом автомобиле "Газель" без соблюдения специальных правил, если высота груза составляет 3,8 м от поверхности дороги?',
           'answers' => [
                '1' => 'Да.',
                '2' => 'Нет.',
                '3' => 'Только по дорогам, на которых отсутствует необходимость двигаться под мостами или путепроводами.',
            ],
        ],
        '1' => [
           'text' => 'Что должен сделать водитель, если неожиданно лопнула шина?',
           'answers' => [
                '1' => 'Тормозить рабочим тормозом до полной остановки машины.',
                '2' => 'Остановить машину с помощью стояночного тормоза.',
                '3' => 'Держать руль, сохранить движение по прямой, снизить скорость и остановить машину.',
            ],
        ],
    ],
    '52' => [
        '2' => [
           'text' => 'Какой из знаков устанавливается непосредственно перед опасным участком дороги?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли буксировка легкового автомобиля на участке дороги, обозначенном этим дорожным знаком?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается в дневное время.',
            ],
        ],
        '4' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Трамваи 1 и 2 одновременно с зеленым автомобилем; красный, синий автомобили.',
                '2' => 'Трамвай 1 одновременно с зеленым автомобилем; красный автомобиль, трамвай 2; синий автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'По каким направлениям разрешено движение транспортных средств?',
           'answers' => [
                '1' => 'Трамваю налево или прямо.',
                '2' => 'Только автомобилю налево.',
                '3' => 'Трамваю и автомобилю налево.',
                '4' => 'Трамваю налево или прямо, автомобилю после трамвая.',
                '5' => 'Трамваю налево, автомобилю налево и в обратном направлении.',
            ],
        ],
        '6' => [
           'text' => 'Водителю какого автомобиля разрешена остановка?',
           'answers' => [
                '1' => 'Водителю легкового автомобиля.',
                '2' => 'Водителю грузового автомобиля.',
                '3' => 'Обоим водителям.',
                '4' => 'Водителю грузового автомобиля если для движения в одном направлении имеется 3 полосы и более.',
            ],
        ],
        '7' => [
           'text' => 'Разворот запрещается:',
           'answers' => [
                '1' => 'На перекрестках и ближе 15 м от них.',
                '2' => 'Ближе 15 м перед перекрестками.',
                '3' => 'Вне населенных пунктов на участках с видимостью дороги в одном направлении менее 100 м.',
                '4' => 'При видимости дороги менее 100 м в одном направлении.',
            ],
        ],
        '8' => [
           'text' => 'Когда транспортному средству, скорость движения которого не превышает 40 км/ч, разрешается выезжать на левую полосу проезжей части?',
           'answers' => [
                '1' => 'При обгоне или объезде.',
                '2' => 'При перестроении перед поворотом или разворотом.',
                '3' => 'В перечисленных случаях в пунктах 1 и 2.',
                '4' => 'Во всех перечисленных случаях, а также если имеются три полосы и более для движения в одном направлении.',
            ],
        ],
        '9' => [
           'text' => 'Кто имеет право обучать вождению в учебных организациях?',
           'answers' => [
                '1' => 'Мастер обучения вождению, имеющий документы на право обучения вождению.',
                '2' => 'Опытный водитель.',
                '3' => 'Водитель со стажем 3 года.',
                '4' => 'Водитель 1-го и 2-го класса, имеющий водительский стаж 5 лет.',
            ],
        ],
        '10' => [
           'text' => 'Как обозначается груз выступающий за габариты транспортного средства в темное время суток и в условиях недостаточной видимости?',
           'answers' => [
                '1' => 'Сигнальными щитками или флажками (с нанесенными по диагонали красными и белыми чередующими полосами).',
                '2' => 'Светоотражающими приспособлениями или фонарями спереди белого, сзади красного, сбоку оранжевого цвета.',
                '3' => 'Флажками - сзади красными, спереди белыми.',
            ],
        ],
        '1' => [
           'text' => 'Что такое "Разрешенная максимальная масса"?',
           'answers' => [
                '1' => 'Грузоподъемность транспортного средства.',
                '2' => 'Фактическая масса транспортного средства.',
                '3' => 'Масса снаряженного транспортного средства с грузом, водителем и пассажирами, установленная предприятием-изготовителем в качестве максимально допустимой.',
                '4' => 'Масса груза, перевозимого транспортным средством, которая устанавливается в качестве допустимой технической характеристики завода-изготовителя.',
            ],
        ],
    ],
    '53' => [
        '2' => [
           'text' => 'При этом знаке разрешено движение:',
           'answers' => [
                '1' => 'Только водителю автомобиля.',
                '2' => 'Только водителям автомобиля и мотоцикла.',
                '3' => 'Водителям всех транспортных средств.',
                '4' => 'Только водителям автомобиля и автобуса.',
            ],
        ],
        '3' => [
           'text' => 'Разрешено ли пересекать сплошную белую линию разметки, обозначающую край проезжей части на автомагистрали?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Запрещается, если на автомагистрали очень интенсивное движение.',
            ],
        ],
        '4' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Зеленый автомобиль одновременно с трамваем 2, трамвай 1, синий, желтый, красный автомобили.',
                '2' => 'Трамваи 1 и 2 одновременно с желтым автомобилем, зеленый, синий, красный автомобили.',
            ],
        ],
        '5' => [
           'text' => 'В каком ответе названы все транспортные средства, которым разрешено движение?',
           'answers' => [
                '1' => 'Трамвай и мотоцикл.',
                '2' => 'Автомобили и мотоцикл.',
                '3' => 'Все транспортные средства.',
                '4' => 'Трамвай, грузовой автомобиль и мотоцикл.',
                '5' => 'Грузовой автомобиль и мотоцикл.',
            ],
        ],
        '6' => [
           'text' => 'Как должен поступить водитель крупногабаритного транспортного средства, соблюдающего определенную скорость движения в населенном пункте?',
           'answers' => [
                '1' => 'Остановиться и пропустить скопившиеся за ним транспортные средства.',
                '2' => 'Продолжить движение.',
            ],
        ],
        '7' => [
           'text' => 'Разрешен ли обгон в данной ситуации?',
           'answers' => [
                '1' => 'Разрешен, только одиночных транспортных средств, движущихся со скоростью менее 40 км/час.',
                '2' => 'Запрещен.',
                '3' => 'Разрешен во всех случаях.',
            ],
        ],
        '8' => [
           'text' => 'Вы решили повернуть налево или развернуться. Посмотрев в зеркало заднего вида, вы поняли, что следующий за вами водитель начал вас обгонять. Ваши дальнейшие действия?',
           'answers' => [
                '1' => 'Включить левый указатель поворота и, пользуясь благоприятным расположением на проезжей части, приступить к маневру.',
                '2' => 'Включить левый указатель поворота лишь после того, как вас обгонит следовавший за вами водитель.',
                '3' => 'Включить левый указатель поворота, дать возможность себя обогнать и затем приступить к Маневру.',
            ],
        ],
        '9' => [
           'text' => 'Какие опасные последствия могут возникнуть при торможении автомобиля с различным износом шин правых и левых колес?',
           'answers' => [
                '1' => 'Перегрев тормозных барабанов.',
                '2' => 'Отслоение протектора.',
                '3' => 'Занос с возможным опрокидыванием автомобиля.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли в кузове грузового автомобиля, не оборудованного для перевозки людей, находиться людям, сопровождающим груз или следующим за его получением?',
           'answers' => [
                '1' => 'Разрешается, если они обеспеченны удобными местами для сидения, расположенными ниже уровня бортов.',
                '2' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'Что такое обгон?',
           'answers' => [
                '1' => 'Опережение одного транспортного средства другим, связанное с выездом из занимаемой полосы.',
                '2' => 'Опережение одного или нескольких транспортных средств, связанное с выездом на полосу встречного движения и последующим возвращением на ранее занимаемую полосу.',
                '3' => 'Опережение одного или нескольких транспортных средств, движущихся в соседнем ряду с меньшей скоростью.',
            ],
        ],
    ],
    '54' => [
        '2' => [
           'text' => 'Какой знак указывает участок дороги с односторонним движением?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Как должен поступить водитель, если его транспортное средство не может продолжить движение на подъем со скоростью равной или большей 40 км/ч?',
           'answers' => [
                '1' => 'Продолжать движение по основной полосе, если за ним нет других транспортных средств.',
                '2' => 'Перестроиться на дополнительную полосу.',
                '3' => 'Продолжать движение по основной полосе, если длина подъема не превышает 30 м.',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Желтый въедет на перекресток и остановится, чтобы пропустить зеленый; зеленый, синий одновременно с красным; желтый.',
                '2' => 'Синий одновременно с красным; зеленый; желтый.',
                '3' => 'Зеленый; синий одновременно с красным; желтый.',
            ],
        ],
        '5' => [
           'text' => 'На каком рисунке водитель правильно поворачивает направо?',
           'answers' => [
                '1' => '1',
                '2' => '2',
            ],
        ],
        '6' => [
           'text' => 'Водитель какого транспортного средства нарушил правила остановки?',
           'answers' => [
                '1' => 'Только водитель мотоцикла.',
                '2' => 'Только водитель автомобиля.',
                '3' => 'Водители автомобиля и мотоцикла.',
                '4' => 'Никто не нарушил.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли водителю красного автомобиля двигаться по трамвайным путям?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '8' => [
           'text' => 'Как должно осуществляться движение транспортных средств на дорогах, проезжая часть которых разделена на полосы линиями разметки?',
           'answers' => [
                '1' => 'Строго по полосам. Наезжать на прерывистые линии разметки разрешается лишь при перестроении.',
                '2' => 'Не строго по полосам, если проезжая часть свободна от транспортных средств.',
                '3' => 'Не строго по полосам, если габариты транспортных средств по ширине велики.',
            ],
        ],
        '9' => [
           'text' => 'Как наложить шину или предмет, заменяющий ее при переломе костей середины голени?',
           'answers' => [
                '1' => 'Плотно прибинтовать шину или заменяющий ее предмет к месту перелома.',
                '2' => 'Наложить шину с 2-х сторон на всю длину голени, от стопы до коленного сустава.',
                '3' => 'Наложить две шины с внутренней и наружной стороны ноги от конца стопы до середины бедра. Обездвижить место перелома, коленный и голеностопный суставы.',
            ],
        ],
        '10' => [
           'text' => 'При каких условиях запрещается эксплуатация транспортных средств?',
           'answers' => [
                '1' => 'Нарушена регулировка фар.',
                '2' => 'Загрязнены внешние световые приборы и светоотражатели.',
                '3' => 'На световых приборах используются лампы, не соответствующие типу данного светового прибора.',
                '4' => 'При всех перечисленных условиях.',
            ],
        ],
        '1' => [
           'text' => 'О чем вас информирует данный знак?',
           'answers' => [
                '1' => 'О месте остановки автобуса и (или) троллейбуса.',
                '2' => 'О запрете движения по правой полосе всем транспортным средствам, кроме маршрутных.',
            ],
        ],
    ],
    '55' => [
        '2' => [
           'text' => 'Какой знак предупреждает о приближении к железнодорожному переезду со шлагбаумом?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Каким грузовым автомобилям разрешается продолжать движение при этом знаке?',
           'answers' => [
                '1' => 'Автомобилям с пассажирами в специально оборудованном кузове.',
                '2' => 'Автомобилям, перевозящим продукты в кузове-фургоне.',
                '3' => 'Автомобилям с надписью "Связь".',
            ],
        ],
        '4' => [
           'text' => 'Разрешается ли переезжать через железнодорожный переезд сельскохозяйственным, дорожным и строительным механическим транспортным средствам на гусеничном ходу?',
           'answers' => [
                '1' => 'Разрешается, если получено разрешение начальника дистанции пути железной дороги.',
                '2' => 'Разрешается загруженными на механические транспортные средства в транспортном положении.',
                '3' => 'Запрещается.',
            ],
        ],
        '5' => [
           'text' => 'В каком направлении разрешено движение?',
           'answers' => [
                '1' => 'Прямо и направо в первый проезд.',
                '2' => 'Направо в первый проезд.',
                '3' => 'Направо во второй проезд.',
                '4' => 'Направо в первый и второй проезды.',
            ],
        ],
        '6' => [
           'text' => 'Последним проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Зеленый автомобиль.',
            ],
        ],
        '7' => [
           'text' => 'Данный знак:',
           'answers' => [
                '1' => 'Запрещает движение всех видов механических транспортных средств, кроме двухколесного мотоцикла без коляски.',
                '2' => 'Запрещает движение всех транспортных средств, кроме колесных тракторов.',
                '3' => 'Запрещает движение тракторов и самоходных машин.',
            ],
        ],
        '8' => [
           'text' => 'Транспортные средства проедут через перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Синий автомобиль, трамвай, красный автомобиль.',
                '2' => 'Трамвай, красный, затем синий автомобили.',
                '3' => 'Трамвай, синий автомобиль выйдет на перекресток, пропустит красный и завершит поворот.',
            ],
        ],
        '9' => [
           'text' => 'Какое расстояние между транспортными средствами должна обеспечить гибкая сцепка?',
           'answers' => [
                '1' => '1-3 м.',
                '2' => '2-4 м.',
                '3' => '3-6 м.',
                '4' => '4-6 м.',
                '5' => '4-8 м.',
            ],
        ],
        '10' => [
           'text' => 'При какой неисправности запрещается дальнейшее движение транспортных средств?',
           'answers' => [
                '1' => 'Не работают предусмотренные конструкцией транспортных средств стеклоочистители.',
                '2' => 'Не работают в установленном режиме или загрязнены внешние световые приборы и светоотражатели.',
                '3' => 'Не действует стеклоочиститель со стороны водителя во время дождя или снегопада.',
                '4' => 'Во всех перечисленных случаях.',
            ],
        ],
        '1' => [
           'text' => 'Считается ли перекрестком выезд на дорогу с автозаправочной станции?',
           'answers' => [
                '1' => 'Не считается.',
                '2' => 'Считается.',
            ],
        ],
    ],
    '56' => [
        '2' => [
           'text' => 'Какой знак обозначает "Гостиницу" или "Мотель"?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'На какие транспортные средства распространяется действие знаков?',
           'answers' => [
                '1' => 'Только на легковые автомобили.',
                '2' => 'На легковые автомобили и мотоциклы.',
                '3' => 'На легковые автомобили и грузовые автомобили с разрешенной максимальной массой менее или равной 3,5 т.',
            ],
        ],
        '4' => [
           'text' => 'Последним проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Зеленый автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Красный автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли водителю междугородного автобуса вне населенных пунктов превышать скорость 80 км/ч.?',
           'answers' => [
                '1' => 'Разрешается только при движении по дороге, имеющей две и более полосы для движения в данном направлении.',
                '2' => 'Разрешается.',
                '3' => 'Запрещается.',
            ],
        ],
        '7' => [
           'text' => 'Разрешена ли остановка в этом месте?',
           'answers' => [
                '1' => 'Разрешена.',
                '2' => 'Запрещена.',
            ],
        ],
        '8' => [
           'text' => 'Где разрешается длительная стоянка транспортных средств (отдых, ночлег и т.д.) вне населенного пункта?',
           'answers' => [
                '1' => 'На обочине дороги.',
                '2' => 'На площадках для стоянки или за пределами дороги.',
                '3' => 'На правой стороне проезжей части дороги, но так, чтобы не препятствовать движению других транспортных средств.',
                '4' => 'На левой стороне, только соблюдая все меры безопасности движения.',
            ],
        ],
        '9' => [
           'text' => 'В каких случаях запрещена буксировка?',
           'answers' => [
                '1' => 'В гололедицу на жесткой сцепке.',
                '2' => 'В гололедицу на гибкой сцепке.',
                '3' => 'Мотоциклами с боковым прицепом.',
            ],
        ],
        '10' => [
           'text' => 'Какие из этих линий разрешают остановку маршрутным транспортным средствам?',
           'answers' => [
                '1' => 'А.',
                '2' => 'Б.',
                '3' => 'В.',
                '4' => 'А и Б.',
            ],
        ],
        '1' => [
           'text' => 'Какую дорогу считать главной?',
           'answers' => [
                '1' => 'Дорогу с твердым покрытием по отношению к грунтовой или обозначенную соответствующими знаками.',
                '2' => 'Дорогу с продолжением в обе стороны по отношению к примыкающей на трехстороннем перекрестке.',
                '3' => 'Дорогу с многополосной проезжей частью по отношению к дороге с одной полосой для движения в каждом направлении.',
            ],
        ],
    ],
    '57' => [
        '2' => [
           'text' => 'Какой знак (табличка) указывает способ постановки транспортного средства на стоянку?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Сплошная желтая линия горизонтальной разметки в сочетании со знаком "Остановка запрещена" разрешает остановку:',
           'answers' => [
                '1' => 'Всем транспортным средствам, производящим высадку пассажиров.',
                '2' => 'Автобусам и троллейбусам.',
                '3' => 'Автобусам, троллейбусам и автомобилям такси.',
                '4' => 'Только маршрутным транспортным средствам.',
            ],
        ],
        '4' => [
           'text' => 'Только с разрешения начальника дистанции пути железной дороги допускается движение через переезд транспортных средств, скорость движения которых менее:',
           'answers' => [
                '1' => '5 км/ч.',
                '2' => '8 км/ч.',
                '3' => '10 км/ч.',
                '4' => '30 км/ч.',
                '5' => '40 км/ч.',
            ],
        ],
        '5' => [
           'text' => 'Водитель красного автомобиля:',
           'answers' => [
                '1' => 'Должен уступить дорогу.',
                '2' => 'Имеет преимущество на первоочередное движение.',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли разворот в разрывах разделительной полосы на участках дорог, обозначенных этим знаком?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается только транспортным средствам с полной массой до 3,5 тонны.',
            ],
        ],
        '7' => [
           'text' => 'Допускается ли движение транспортных средств по тротуарам и пешеходным дорожкам?',
           'answers' => [
                '1' => 'Допускается, если это не затрудняет движение пешеходов.',
                '2' => 'Не допускается, так как это может поставить под угрозу безопасность пешеходов.',
                '3' => 'Допускается при обслуживании торговых и других предприятий, расположенных непосредственно у этих тротуаров или дорожек.',
                '4' => 'Допускается для объезда стоящего у тротуара другого транспортного средства.',
            ],
        ],
        '8' => [
           'text' => 'С какой максимальной скоростью разрешается движение междугородным автобусам на участках дорог, обозначенных таким дорожным знаком?',
           'answers' => [
                '1' => '50 км/ч.',
                '2' => '60 км/ч.',
                '3' => '70 км/ч.',
                '4' => '80 км/ч.',
                '5' => '90 км/ч.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли буксировка мотоциклов?',
           'answers' => [
                '1' => 'Разрешается мотоциклы с боковым прицепом.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается в равнинной местности.',
                '4' => 'Разрешается мотоциклы без бокового прицепа.',
            ],
        ],
        '10' => [
           'text' => 'Этот дорожный знак обозначает:',
           'answers' => [
                '1' => 'Дорогу, не имеющую сквозного проезда.',
                '2' => 'Направление движения к объекту в населенном пункте.',
                '3' => 'Конец дополнительном полосы на подъеме или полос.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли перевозка людей в буксируемом легковом автомобиле?',
           'answers' => [
                '1' => 'Разрешается при буксировке на гибкой или жесткой сцепке.',
                '2' => 'Запрещается.',
            ],
        ],
    ],
    '58' => [
        '2' => [
           'text' => 'О чем информирует водителя табличка, установленная под данным знаком?',
           'answers' => [
                '1' => 'Во время стоянки запрещено выключать двигатель.',
                '2' => 'Стоянка разрешена только с выключенным двигателем.',
            ],
        ],
        '3' => [
           'text' => 'Что обозначает данная разметка?',
           'answers' => [
                '1' => 'Полосу для движения маршрутных транспортных средств.',
                '2' => 'Полосу движения специальных автомобилей.',
                '3' => 'Обозначает границу полосы реверсивного движения.',
            ],
        ],
        '4' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Красный автомобиль одновременно с синим.',
                '3' => 'Желтый автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Первым проедет перекресток:',
           'answers' => [
                '1' => 'Красный автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Зеленый автомобиль.',
            ],
        ],
        '6' => [
           'text' => 'Чем должен руководствоваться водитель при проезде железнодорожного переезда?',
           'answers' => [
                '1' => 'Положением шлагбаума и световой сигнализацией.',
                '2' => 'Дорожными знаками и разметкой.',
                '3' => 'Указаниями и сигналами дежурного по переезду.',
                '4' => 'Всеми перечисленными требованиями.',
            ],
        ],
        '7' => [
           'text' => 'В чем должен убедиться водитель, прежде чем начать обгон?',
           'answers' => [
                '1' => 'В том, что он движется гораздо быстрее водителя обгоняемого транспортного средства.',
                '2' => 'В том, что водитель транспортного средства, движущегося впереди по той же полосе, не подал сигнал о повороте (перестроении) налево.',
                '3' => 'В том, что участок дороги, на который он намерен выехать, свободен на расстоянии 1 ООО м.',
            ],
        ],
        '8' => [
           'text' => 'Остановка и стоянка транспортных средств запрещается в местах, где расстояние между сплошной линией продольной разметки и остановившимся транспортным средством менее:',
           'answers' => [
                '1' => '2,0 м.',
                '2' => '3,0 м.',
                '3' => '4,0 м.',
                '4' => '5,0 м.',
                '5' => '6,0 м.',
            ],
        ],
        '9' => [
           'text' => 'Каковы признаки отравления парами бензина?',
           'answers' => [
                '1' => 'Потемнение в глазах, головокружение, потеря равновесия, падение. Заторможенность. Падение кровяного давления. Холодные конечности.',
                '2' => 'Возбуждение подобное опьянению, головокружение, головная боль, тошнота, рвота. Судороги скелетных мышц.',
            ],
        ],
        '10' => [
           'text' => 'Каким водителям разрешается перевозка людей в кузове грузового автомобиля?',
           'answers' => [
                '1' => 'Водителям, имеющим удостоверение на право управления транспортным средством категории "С" с трехлетним стажем работы на данном автомобиле.',
                '2' => 'Водителям, имеющим удостоверение на право управления транспортными средствами категории "Д" и "С" и стаж управления транспортными средствами одной из этих категорий более 3-х лет.',
            ],
        ],
        '1' => [
           'text' => 'Что понимается под "недостаточной видимостью"?',
           'answers' => [
                '1' => 'Промежуток времени от конца вечерних сумерек до начала утренних сумерек.',
                '2' => 'Видимость менее 150 м.',
                '3' => 'Видимость менее 300 м в условиях тумана, дождя, снегопада и т.п., а также в сумерки.',
                '4' => 'Дождь, снегопад, сумерки.',
            ],
        ],
    ],
    '59' => [
        '2' => [
           'text' => 'С каким дорожным знаком может быть применена разметка в виде желтой прерывистой линии?',
           'answers' => [
                '1' => '"Остановка запрещена".',
                '2' => '"Стоянка запрещена".',
                '3' => '"Стоянка по нечетным числам запрещена".',
            ],
        ],
        '3' => [
           'text' => 'На каком наименьшем расстоянии до шлагбаума Правила обязывают водителя остановиться у железнодорожного переезда для пропуска приближающегося поезда при отсутствии стоп-линий, знака 2.5 "Движение без остановки запрещено" и светофора?',
           'answers' => [
                '1' => '1м.',
                '2' => '5м.',
                '3' => '10 м.',
                '4' => '15 м.',
                '5' => '20 м.',
            ],
        ],
        '4' => [
           'text' => 'Каким транспортным средствам разрешено движение при этом сигнале светофора?',
           'answers' => [
                '1' => 'Трамваю и мотоциклу.',
                '2' => 'Мотоциклу, легковому и грузовому автомобилям.',
                '3' => 'Легковому и грузовому автомобилям.',
                '4' => 'Всем транспортным средствам.',
            ],
        ],
        '5' => [
           'text' => 'По какому пути, из числа обозначенных стрелками, разрешено движение?',
           'answers' => [
                '1' => 'А и Б.',
                '2' => 'Б и В.',
                '3' => 'А и В.',
            ],
        ],
        '6' => [
           'text' => 'С какой скоростью вне населенных пунктов разрешается движение транспортных средств, осуществляющих перевозки тяжеловесных или крупногабаритных грузов?',
           'answers' => [
                '1' => 'Не более 40 км/час.',
                '2' => 'Не более 60 км/час.',
                '3' => 'Не более предписанной ГСБДД при согласовании условий перевозки.',
            ],
        ],
        '7' => [
           'text' => 'Каким образом должно быть обозначено гибкое связывающее устройство во время буксировки механического транспортного средства?',
           'answers' => [
                '1' => 'Сигнальными флажками или щитками с красными и белыми полосами со световозвращающей поверхностью.',
                '2' => 'Знаком аварийной остановки на транспортном средстве, укрепленным на нем сзади.',
                '3' => 'Транспортное средство, обозначенное спереди фонарями белого, а сзади красного цвета.',
            ],
        ],
        '8' => [
           'text' => 'Где запрещается остановка и стоянка транспортных средств:',
           'answers' => [
                '1' => 'В местах с интенсивным движением транспортных средств и пешеходов.',
                '2' => 'На мостах, эстакадах и путепроводах, имеющих менее 3 полос движения.',
                '3' => 'В местах с видимостью дороги менее 100 м хотя бы в одном направлении.',
                '4' => 'На расстоянии менее 15 м от края пересекаемой проезжей части дороги.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли буксировка автомобиля с неисправной тормозной системой?',
           'answers' => [
                '1' => 'На жесткой сцепке, если фактическая масса буксирующего будет в два раза превышать фактическую массу буксируемого.',
                '2' => 'Только на жесткой сцепке.',
                '3' => 'Любым способом, если за рулем буксируемого транспортного средства находится водитель.',
                '4' => 'Только методом его частичной погрузки.',
            ],
        ],
        '10' => [
           'text' => 'При каких условиях запрещается эксплуатация механических транспортных средств?',
           'answers' => [
                '1' => 'Перебои в работе двигателя.',
                '2' => 'Шум в коробке передач.',
                '3' => 'Не прошедших государственный периодический технический осмотр в установленном порядке.',
            ],
        ],
        '1' => [
           'text' => 'Черный автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
                '3' => 'Последним.',
            ],
        ],
    ],
    '60' => [
        '2' => [
           'text' => 'В каком направлении разрешено движение?',
           'answers' => [
                '1' => 'Только прямо.',
                '2' => 'Прямо и направо.',
                '3' => 'Прямо, направо и налево.',
                '4' => 'Во всех направлениях.',
            ],
        ],
        '3' => [
           'text' => 'Какому автомобилю разрешено движение при этом знаке?',
           'answers' => [
                '1' => 'Двухосному грузовому автомобилю, фактическая масса которого 12 т.',
                '2' => 'Трехосному грузовому автомобилю, фактическая масса которого 12 т.',
            ],
        ],
        '4' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Синий автомобиль.',
                '2' => 'Зеленый автомобиль.',
                '3' => 'Красный автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'О чем информируют черные стрелки на красном и желтом сигналах светофора?',
           'answers' => [
                '1' => 'О разрешенных направлениях движения при включении зеленого сигнала светофора.',
                '2' => 'О разрешенных направлениях движения при красном и желтом сигналах светофора.',
            ],
        ],
        '6' => [
           'text' => 'Чем определяется число пассажиров при перевозке в кузове грузового автомобиля?',
           'answers' => [
                '1' => 'Указанием администрации.',
                '2' => 'Срочностью перевозки.',
                '3' => 'Числом оборудованных для сиденья мест.',
                '4' => 'Решением водителя.',
            ],
        ],
        '7' => [
           'text' => 'Водитель какого автомобиля не нарушил правила стоянки?',
           'answers' => [
                '1' => 'Красный.',
                '2' => 'Желтый.',
                '3' => 'Оба нарушили.',
                '4' => 'Никто не нарушил.',
            ],
        ],
        '8' => [
           'text' => 'В каких случаях при организованной перевозке групп детей в автобусах или на грузовых автомобилях должен быть включен ближний свет фар в светлое время суток?',
           'answers' => [
                '1' => 'Только в условиях недостаточной видимости.',
                '2' => 'Только при интенсивном движении.',
                '3' => 'По усмотрению водителя.',
                '4' => 'Во всех случаях, когда осуществляется перевозка.',
            ],
        ],
        '9' => [
           'text' => 'На какой срок может быть наложен кровоостанавливающий жгут на голень зимой?',
           'answers' => [
                '1' => 'Не более чем на 1 час.',
                '2' => 'Не более чем на 2 часа.',
                '3' => 'Не более чем на 3 часа.',
            ],
        ],
        '10' => [
           'text' => 'Шины автобусов должны иметь остаточную высоту рисунка протектора не менее:',
           'answers' => [
                '1' => '0,8 мм.',
                '2' => '1,0 мм.',
                '3' => '1,6 мм.',
                '4' => '2,0 мм.',
                '5' => '2,5 мм.',
            ],
        ],
        '1' => [
           'text' => 'Лица, уполномоченные регулировать дорожное движение, должны иметь при себе:',
           'answers' => [
                '1' => 'Соответствующее удостоверение и отличительный знак - нарукавную повязку.',
                '2' => 'Жезл.',
                '3' => 'Диск с красным сигналом (свето отражателем) или флажок.',
                '4' => 'Все перечисленные отличительные знаки.',
            ],
        ],
    ],
    '61' => [
        '2' => [
           'text' => 'Какой знак разрешает разворот?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Если высота автомобиля (с грузом или без груза) более указанной на знаке, водитель должен:',
           'answers' => [
                '1' => 'Иметь разрешение на проезд от руководителя автохозяйства.',
                '2' => 'Получить разрешение на проезд у ближайшего сотрудника ГСБДД.',
                '3' => 'Объехать участок дороги по другому маршруту.',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Красный, синий, зеленый.',
                '2' => 'Зеленый, синий, красный.',
                '3' => 'Зеленый одновременно с красным, синий.',
            ],
        ],
        '5' => [
           'text' => 'Преимущество в движении имеет:',
           'answers' => [
                '1' => 'Водитель автобуса, выезжающий на перекресток по главной дороге.',
                '2' => 'Водитель легкового автомобиля, завершающий на перекрестке разворот.',
                '3' => 'Водитель автобуса, выезжающий на перекресток при разрешающем сигнале светофора.',
            ],
        ],
        '6' => [
           'text' => 'Чем должен руководствоваться водитель, когда значение дорожных знаков и линий разметки противоречат друг другу?',
           'answers' => [
                '1' => 'Линиями разметки.',
                '2' => 'Дорожными знаками.',
            ],
        ],
        '7' => [
           'text' => 'Водитель какого транспортного средства правильно выполняет обгон?',
           'answers' => [
                '1' => 'Водитель грузового автомобиля.',
                '2' => 'Водитель легкового автомобиля.',
                '3' => 'Оба правильно.',
                '4' => 'Оба неправильно.',
            ],
        ],
        '8' => [
           'text' => 'При движении в тоннелях с искусственным освещением Правила обязывают водителя:',
           'answers' => [
                '1' => 'Включить аварийную световую сигнализацию.',
                '2' => 'Двигаться со скоростью не более 40 км/ч.',
                '3' => 'Подавать звуковой сигнал.',
                '4' => 'Включить ближний свет фар.',
            ],
        ],
        '9' => [
           'text' => 'Для предотвращения опасных последствий заноса автомобиля водитель должен:',
           'answers' => [
                '1' => 'Резко нажать на педаль тормоза.',
                '2' => 'Нажать на педаль сцепления.',
                '3' => 'Прекратить начатое торможение.',
            ],
        ],
        '10' => [
           'text' => 'Какой знак указывает расстояние до начала или конца дороги?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '1' => [
           'text' => 'В каких случаях увеличивается центробежная сила автомобиля на поворотах?',
           'answers' => [
                '1' => 'С увеличением радиуса поворота.',
                '2' => 'С увеличением скорости движения.',
                '3' => 'С уменьшением скорости движения.',
            ],
        ],
    ],
    '62' => [
        '2' => [
           'text' => 'Действие какого из знаков не распространяется на маршрутные транспортные средства?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Разрешается ли в этом месте произвести разворот?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Синий; зеленый; красный.',
                '2' => 'Красный; синий; зеленый.',
                '3' => 'Зеленый; красный, синий.',
                '4' => 'Красный; зеленый; синий.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли в этой обстановке водителю красного автомобиля продолжать движение через пешеходный переезд?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '6' => [
           'text' => 'Сигнал регулировщика свистком служит:',
           'answers' => [
                '1' => 'Для привлечения внимания участников движения.',
                '2' => 'Для замены в необходимых случаях сигнала "рука поднята вверх".',
                '3' => 'Разрешающим сигналом для пешеходов.',
            ],
        ],
        '7' => [
           'text' => 'В каких местах из перечисленных не запрещается остановка и стоянка транспортных средств?',
           'answers' => [
                '1' => 'На мостах, путепроводах, имеющих 3 и более полосы движения в одном направлении.',
                '2' => 'Ближе 15 м от края пересекаемой проезжей части.',
                '3' => 'Во всех указанных местах.',
            ],
        ],
        '8' => [
           'text' => 'Что запрещается водителю обгоняемого транспортного средства?',
           'answers' => [
                '1' => 'Двигаться со скоростью более 40 км/час.',
                '2' => 'Препятствовать обгону снижением скорости движения своего транспортного средства.',
                '3' => 'Препятствовать обгону путем повышения скорости движения или иными действиями.',
            ],
        ],
        '9' => [
           'text' => 'Откуда начинают бинтовать грудную клетку при обширном ее ранении?',
           'answers' => [
                '1' => 'С середины грудной клетки.',
                '2' => 'От нижних отделов грудной клетки.',
                '3' => 'От подмышечных ямок.',
            ],
        ],
        '10' => [
           'text' => 'В каком из перечисленных случаев разрешается эксплуатация транспортных средств?',
           'answers' => [
                '1' => 'Шины по размеру и допустимой нагрузке не соответствуют модели транспортного средства.',
                '2' => 'На одну ось транспортного средства установлены диагональные шины совместно с радиальными.',
                '3' => 'На переднюю ось легкового автомобиля установлены шины, восстановленные по первому классу ремонта.',
            ],
        ],
        '1' => [
           'text' => 'Разрешается ли водителю управлять транспортным средством под воздействием лекарственных препаратов, снижающих скорость реакции и внимание?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается.',
                '3' => 'Разрешается, если стаж водителя более 2-х лет.',
            ],
        ],
    ],
    '63' => [
        '2' => [
           'text' => 'Что означает вставка на синем фоне с наименованием населенного пункта на этом знаке?',
           'answers' => [
                '1' => 'Данный объект находится вне этого населенного пункта и движение к нему осуществляется не по автомагистрали.',
                '2' => 'К указанному населенному пункту будет осуществляться движение по автомагистрали.',
                '3' => 'Указанный объект находится в данном населенном пункте.',
            ],
        ],
        '3' => [
           'text' => 'Что обозначает данная разметка?',
           'answers' => [
                '1' => 'Место, где необходимо остановиться, чтобы пропустить пешеходов, переходящих проезжую часть.',
                '2' => 'Место, где велосипедная дорожка пересекает проезжую часть.',
                '3' => 'Нерегулируемый пешеходный переход.',
            ],
        ],
        '4' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Синий и красный автомобили, зеленый.',
                '2' => 'Зеленый, синий, красный автомобили.',
                '3' => 'Зеленый, красный и вместе с ним синий автомобиль.',
                '4' => 'Красный, зеленый, синий автомобили.',
            ],
        ],
        '5' => [
           'text' => 'Как должен поступить водитель, поворачивая направо в показанной ситуации?',
           'answers' => [
                '1' => 'Используя преимущественное право, подать звуковой сигнал и продолжать движение в намеченном направлении.',
                '2' => 'Снизить скорость движения и следовать с особой осторожностью.',
                '3' => 'Пропустить пешеходов, переходящих проезжую часть.',
            ],
        ],
        '6' => [
           'text' => 'Если на транспортном средстве установлен опознавательный знак "Ограничение скорости", то водителю этого транспортного средства:',
           'answers' => [
                '1' => 'Разрешается превышать указанную на знаке скорость только на участках дорог, где скорость движения повышена установкой соответствующего дорожного знака.',
                '2' => 'Запрещается превышать указанную на знаке скорость.',
            ],
        ],
        '7' => [
           'text' => 'Не менее какого расстояния от механического транспортного средства (кроме мотоцикла без бокового прицепа) должен быть выставлен знак аварийной остановки или красный мигающий фонарь в населенном пункте?',
           'answers' => [
                '1' => '10 м.',
                '2' => '15 м.',
                '3' => '30 м.',
                '4' => '40 м.',
            ],
        ],
        '8' => [
           'text' => 'Где на проезжей части вне населенных пунктов водители должны вести транспортные средства?',
           'answers' => [
                '1' => 'По возможности ближе к правому краю проезжей части.',
                '2' => 'По любой полосе.',
                '3' => 'Только по правой полосе. Выезд на левую полосу разрешается для поворота налево или разворота.',
            ],
        ],
        '9' => [
           'text' => 'Обгон запрещается:',
           'answers' => [
                '1' => 'На железнодорожных переездах и ближе чем за 100 м перед ними.',
                '2' => 'На железнодорожных переездах и более чем 100 м от них.',
                '3' => 'На железнодорожных переездах и более чем 100 м от них вне населенных пунктов.',
                '4' => 'На железнодорожных переездах и ближе чем в 150 м от них.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли установка шин с различным рисунком протектора на одну ось транспортного средства?',
           'answers' => [
                '1' => 'Разрешается только на заднюю ось автомобиля с передним ведущим мостом.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается только на грузовой автомобиль.',
                '4' => 'Разрешается.',
            ],
        ],
        '1' => [
           'text' => 'В каком случае водитель правильно остановил машину для высадки пассажиров?',
           'answers' => [
                '1' => 'На рисунке слева.',
                '2' => 'На обоих рисунках.',
                '3' => 'На рисунке справа.',
                '4' => 'Ни на одном рисунке.',
            ],
        ],
    ],
    '64' => [
        '2' => [
           'text' => 'На каком рисунке показано правильное направление движения?',
           'answers' => [
                '1' => 'На первом.',
                '2' => 'На втором.',
                '3' => 'На обоих.',
                '4' => 'Ни на одном.',
            ],
        ],
        '3' => [
           'text' => 'Что обозначает данная разметка?',
           'answers' => [
                '1' => 'Пешеходный переход, где движение регулируется светофором.',
                '2' => 'Место, где велосипедная дорожка пересекает проезжую часть.',
                '3' => 'Место, где пешеходная дорожка пересекает проезжую часть.',
            ],
        ],
        '4' => [
           'text' => 'Красный автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
                '3' => 'Последним.',
            ],
        ],
        '5' => [
           'text' => 'При каком сигнале светофора водителю автомобиля можно закончить разворот?',
           'answers' => [
                '1' => 'При красном.',
                '2' => 'При зеленом.',
                '3' => 'При любом.',
            ],
        ],
        '6' => [
           'text' => 'В каком из перечисленных случаев разрешается разворот от правого края проезжей части или с правой обочины?',
           'answers' => [
                '1' => 'На регулируемом перекрестке.',
                '2' => 'Вне перекрестка, если ширина проезжей части недостаточна для разворота из крайнего левого положения.',
                '3' => 'На нерегулируемом перекрестке, если транспортное средство, совершающее разворот, находится на главной дороге.',
            ],
        ],
        '7' => [
           'text' => 'Может ли быть превышена максимальная скорость движения, определенная технической характеристикой транспортного средства?',
           'answers' => [
                '1' => 'Может быть повышена органами, ответственными за эксплуатацию дорог.',
                '2' => 'Может быть повышена на дорогах вне населенных пунктов. На таких участках устанавливаются знаки "Ограничение минимальной скорости".',
                '3' => 'Не может быть превышена.',
            ],
        ],
        '8' => [
           'text' => 'В каких местах разрешена преднамеренная остановка транспортных средств на автомагистралях?',
           'answers' => [
                '1' => 'На крайней правой полосе проезжей части дороги.',
                '2' => 'В местах, где видимость более 300 м и число полос движения более четырех.',
                '3' => 'На специальных площадках для стоянки, обозначенных знаками "Место стоянки" или "Место отдыха".',
            ],
        ],
        '9' => [
           'text' => 'Знак автопоезда должен быть включен:',
           'answers' => [
                '1' => 'При движении ночью или в условиях недостаточной видимости.',
                '2' => 'Только при движении автопоезда.',
                '3' => 'При движении автопоезда, а также при его остановке и стоянке в темное время суток.',
                '4' => 'Только при движении автопоезда с грузом.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли установка шин, восстановленных по второму классу ремонта на легковых автомобилях?',
           'answers' => [
                '1' => 'Запрещается.',
                '2' => 'Разрешается только на передней оси.',
                '3' => 'Разрешается на обоих осях автомобиля.',
                '4' => 'Разрешается только на задней оси.',
            ],
        ],
        '1' => [
           'text' => 'Синий автомобиль пересечет перекресток:',
           'answers' => [
                '1' => 'Первым.',
                '2' => 'Вторым.',
                '3' => 'Третьим.',
                '4' => 'Четвертым.',
                '5' => 'Последним.',
            ],
        ],
    ],
    '65' => [
        '2' => [
           'text' => 'Какой знак называется "Конец дороги с односторонним движением"?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '3' => [
           'text' => 'Этот дорожный знак означает, что:',
           'answers' => [
                '1' => 'Запрещается обгонять все механические транспортные средства, кроме одиночных, движущихся со скоростью менее 40 км/ч, двухколесных мотоциклов без бокового прицепа и велосипедов.',
                '2' => 'Грузовым автомобилям, разрешенная максимальная масса которых превышает 3,5 т, запрещается обгонять все транспортные средства, кроме одиночных, движущихся со скоростью менее 40 км/ч.',
            ],
        ],
        '4' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Синий автомобиль.',
                '3' => 'Красный автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Разрешается ли на этом перекрестке повернуть налево?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '6' => [
           'text' => 'Разрешается ли движение по автомагистралям транспортных средств, скорость которых по технической характеристике или их состоянию менее 40 км/ч?',
           'answers' => [
                '1' => 'Разрешается не далее второй полосы.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, если не установлен знак "Ограничение минимальной скорости".',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли обгонять автобус в этом месте?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '8' => [
           'text' => 'Аварийная световая сигнализация должна быть включена:',
           'answers' => [
                '1' => 'При вынужденной остановке в местах, где остановка запрещена.',
                '2' => 'При дорожно-транспортном происшествии.',
                '3' => 'При остановке и стоянке на неосвещенных участках дорог или в условиях недостаточной видимости при неисправных габаритных или стояночных огнях.',
                '4' => 'Во всех перечисленных случаях.',
                '5' => 'Ни в одном из перечисленных случаях.',
            ],
        ],
        '9' => [
           'text' => 'Что понимается под временем реакции?',
           'answers' => [
                '1' => 'Время с момента обнаружения водителем опасности, до начала ответных действий.',
                '2' => 'Время с момента, когда водитель начал тормозить, до полной остановки транспортного средства.',
            ],
        ],
        '10' => [
           'text' => 'На задней стенке кузова грузовых автомобилей, прицепов, автобусов (кроме особо малых) должен быть нанесен:',
           'answers' => [
                '1' => 'Опознавательных знак о принадлежности транспортного средства.',
                '2' => 'Хорошо различимый номерной знак.',
                '3' => 'Опознавательный и номерной знак.',
            ],
        ],
        '1' => [
           'text' => 'Если в результате дорожно-транспортного происшествия нет пострадавших, а материальный ущерб несущественен, могут ли водители сами покинуть место происшествия и прибыть на ближайший пост ГСБДД или в орган милиции для оформления происшествия?',
           'answers' => [
                '1' => 'Не могут.',
                '2' => 'Могут.',
                '3' => 'Могут, предварительно составив схему происшествия и подписав ее.',
            ],
        ],
    ],
    '66' => [
        '2' => [
           'text' => 'Водители каких транспортных средств нарушили правила стоянки?',
           'answers' => [
                '1' => 'А и Б.',
                '2' => 'Только Г.',
                '3' => 'Б и Г.',
                '4' => 'В и Г.',
                '5' => 'Б, В и Г.',
            ],
        ],
        '3' => [
           'text' => 'Каким транспортным средствам разрешено движение по дороге, на которой установлен этот знак?',
           'answers' => [
                '1' => 'Механическим транспортным средствам.',
                '2' => 'Всем транспортным средствам.',
                '3' => 'Автомобилям, автобусам и мотоциклам.',
                '4' => 'Транспортным средствам, максимальная скорость которых не менее 40 км/ч.',
            ],
        ],
        '4' => [
           'text' => 'Первым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'При красном сигнале данного светофора движение запрещается:',
           'answers' => [
                '1' => 'Только в один ряд.',
                '2' => 'По всей ширине проезжей части.',
                '3' => 'С обгоном.',
                '4' => 'По полосе, над которой он расположен.',
            ],
        ],
        '6' => [
           'text' => 'Если встречный разъезд на уклонах, обозначенных соответствующими знаками, затруднен, необходимо уступить дорогу:',
           'answers' => [
                '1' => 'Транспортному средству, движущемуся на спуск.',
                '2' => 'Маршрутному транспортному средству.',
                '3' => 'Транспортному средству, движущемуся на подъем.',
            ],
        ],
        '7' => [
           'text' => 'Разрешается ли обгон на этом участке дороги?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '8' => [
           'text' => 'При выборе скорости движения водителю запрещается:',
           'answers' => [
                '1' => 'Превышать скорость, указанную на опознавательном знаке, установленном на транспортном средстве в соответствии с настоящими Правилами.',
                '2' => 'Резко тормозить, если это не требуется для обеспечения безопасности движения.',
                '3' => 'Запрещаются оба перечисленных действия.',
            ],
        ],
        '9' => [
           'text' => 'Как правильно снять с пострадавшего рубашку, пиджак при ранении правой руки?',
           'answers' => [
                '1' => 'Одежду начинать снимать с больной руки, затем освобождать здоровую руку.',
                '2' => 'Одежду снимать с обеих рук одновременно.',
                '3' => 'Одежду начинать снимать со здоровой руки, затем освобождать больную руку.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли буксировка мопедов?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Разрешается только в светлое время суток по дорогам, не имеющим твердого покрытия.',
                '3' => 'Запрещается.',
            ],
        ],
        '1' => [
           'text' => 'Могут ли пешеходы двигаться по велосипедным дорожкам при отсутствии тротуара или пешеходной дорожки?',
           'answers' => [
                '1' => 'Могут.',
                '2' => 'Могут, если это не затрудняет движение велосипедов.',
                '3' => 'Не могут.',
            ],
        ],
    ],
    '67' => [
        '2' => [
           'text' => 'Разрешается ли такому автопоезду проехать по мосту?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
            ],
        ],
        '3' => [
           'text' => 'Какой из знаков указывает протяженность опасного участка дороги?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '4' => [
           'text' => 'Красный автомобиль проедет перекресток:',
           'answers' => [
                '1' => 'Вторым, одновременно с синим.',
                '2' => 'Вторым, после желтого.',
                '3' => 'Третьим, после красного и желтого.',
            ],
        ],
        '5' => [
           'text' => 'Данный светофор применяется для регулирования движения:',
           'answers' => [
                '1' => 'Трамваев и троллейбусов.',
                '2' => 'Только трамваев.',
                '3' => 'Трамваев, а также других маршрутных транспортных средств, следующих по обособленной полосе.',
                '4' => 'Только троллейбусов.',
            ],
        ],
        '6' => [
           'text' => 'В каких случаях Правила разрешают применять задние противотуманные фонари?',
           'answers' => [
                '1' => 'При буксировке транспортным средством.',
                '2' => 'При движении в составе колонны.',
                '3' => 'В темное время суток.',
                '4' => 'В условиях недостаточной видимости.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
        '7' => [
           'text' => 'Что должен сделать водитель грузового автомобиля в случае, когда он слышит специальные звуковые или видит проблесковые сигналы?',
           'answers' => [
                '1' => 'Продолжать свое движение по полосе.',
                '2' => 'Водитель при приближении к нему специального транспортного средства с включенным проблесковым маячком и специальным звуковым сигналом, обязан уступить дорогу, при необходимости остановиться у правого края проезжей части.',
                '3' => 'Остановиться у правого края дороги.',
            ],
        ],
        '8' => [
           'text' => 'Разрешается ли стоянка на краю тротуара, прилегающего непосредственно к проезжей части с полным или частичным заездом на него?',
           'answers' => [
                '1' => 'Разрешается только легковым автомобилям и мотоциклам при условии, что это не создаст помех движению пешеходов.',
                '2' => 'Запрещается только грузовым автомобилям с разрешенной максимальной массой более 3,5 т.',
                '3' => 'Запрещается всем транспортным средствам.',
            ],
        ],
        '9' => [
           'text' => 'Как влияет изношенный протектор шин на коэффициент сцепления?',
           'answers' => [
                '1' => 'Коэффициент сцепления повышается.',
                '2' => 'Коэффициент сцепления не изменяется.',
                '3' => 'Коэффициент сцепления снижается.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли эксплуатация автомобилей, у которых внесены изменения в конструкцию двигателя или установлены устройства и оборудование для работы их на другом виде топлива, не согласованные с ГСБДД?',
           'answers' => [
                '1' => 'Разрешается, если уровень дымности в отработанных газах не превышает установленной нормы.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается, за исключением транспортных средств,, принадлежащих индивидуальным владельцам.',
            ],
        ],
        '1' => [
           'text' => 'Как должны двигаться пешеходы вне населенных пунктов?',
           'answers' => [
                '1' => 'По обочине или краю проезжей части навстречу движению транспортных средств.',
                '2' => 'По обочине или краю проезжей части по ходу движения транспортных средств.',
                '3' => 'Только по обочине в любом направлении.',
            ],
        ],
    ],
    '68' => [
        '2' => [
           'text' => 'Эти знаки обозначают:',
           'answers' => [
                '1' => 'Место стоянки через 30 м для автомобилей с опознавательным знаком "Инвалид".',
                '2' => 'Место стоянки в зоне 30 м для транспортных средств, кроме мотоколясок.',
                '3' => 'Место стоянки в зоне 30 м для мотоколясок и автомобилей с опознавательным знаком "Инвалид".',
            ],
        ],
        '3' => [
           'text' => 'Какой из показанных знаков запрещает движение задним ходом?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => '4',
                '5' => '5',
            ],
        ],
        '4' => [
           'text' => 'Автомобили проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Красный въедет на перекресток и остановится, чтобы пропустить зеленый; синий, зеленый и красный заканчивает поворот.',
                '2' => 'Зеленый, синий, красный.',
                '3' => 'Красный, синий, зеленый.',
            ],
        ],
        '5' => [
           'text' => 'В каком ответе правильно указана очередность проезда?',
           'answers' => [
                '1' => 'Мотоцикл, автобус, грузовой автомобиль.',
                '2' => 'Автобус, мотоцикл, грузовой автомобиль.',
                '3' => 'Автобус, грузовой автомобиль, мотоцикл.',
            ],
        ],
        '6' => [
           'text' => 'С какого возраста разрешается перевозить детей на переднем сиденьи легкового автомобиля, не оборудованного специальным детским сиденьем?',
           'answers' => [
                '1' => '5 лет.',
                '2' => '6 лет.',
                '3' => '8 лет.',
                '4' => '10 лет.',
                '5' => '12 лет.',
            ],
        ],
        '7' => [
           'text' => 'Что запрещается водителю, если он решил открыть двери транспортного средства и выйти из него?',
           'answers' => [
                '1' => 'Запрещается открывать двери стоящего транспортного средства на дорогах с интенсивным движением.',
                '2' => 'Запрещается открывать двери водителя на дорогах с интенсивным движением. Покинуть свое место следует через дверь пассажира.',
                '3' => 'Запрещается открывать двери стоящего транспортного средства, если это угрожает безопасности и создает помехи другим участникам дорожного движения.',
            ],
        ],
        '8' => [
           'text' => 'В каких местах из перечисленных запрещается остановка и стоянка транспортных средств?',
           'answers' => [
                '1' => 'В местах выезда из ворот.',
                '2' => 'На трамвайных путях.',
                '3' => 'В непосредственной близости от трамвайных путей, если это создает помехи движению трамваев.',
                '4' => 'Во всех указанных местах.',
            ],
        ],
        '9' => [
           'text' => 'В чем опасность длительного торможения автомобиля с выключенной передачей на крутых затяжных спусках?',
           'answers' => [
                '1' => 'Повышенный износ шин.',
                '2' => 'Повышенный износ деталей сцепления.',
                '3' => 'Перегрев тормозов и отказ их в работе.',
            ],
        ],
        '10' => [
           'text' => 'Каким опознавательным знаком обозначается транспортное средство при перевозке групп детей?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
                '4' => 'Ни один из перечисленных.',
            ],
        ],
        '1' => [
           'text' => 'Запрещается остановка и стоянка:',
           'answers' => [
                '1' => 'На железнодорожных переездах.',
                '2' => 'На пешеходных переходах и ближе 5 м от них.',
                '3' => 'В местах, где движение транспорта мешает движению пешеходов.',
                '4' => 'При выезде из дворов.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
    ],
    '69' => [
        '2' => [
           'text' => 'Водитель какого транспортного средства нарушил правила стоянки?',
           'answers' => [
                '1' => 'Водитель легкового автомобиля.',
                '2' => 'Водитель мотоцикла.',
                '3' => 'Водитель грузового автомобиля.',
                '4' => 'Водители всех транспортных средств.',
            ],
        ],
        '3' => [
           'text' => 'Указанный дорожный знак запрещает движение:',
           'answers' => [
                '1' => 'Всех механических транспортных средств.',
                '2' => 'Только легковых автомобилей.',
                '3' => 'Всех автомобилей.',
            ],
        ],
        '4' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль одновременно с желтым.',
            ],
        ],
        '5' => [
           'text' => 'Транспортные средства проедут перекресток в следующем порядке:',
           'answers' => [
                '1' => 'Легковой автомобиль, автобус, трамвай.',
                '2' => 'Трамвай, автобус, легковой автомобиль.',
                '3' => 'Трамвай, легковой автомобиль, автобус.',
            ],
        ],
        '6' => [
           'text' => 'Разворот запрещается:',
           'answers' => [
                '1' => 'На пешеходных переходах и в тоннелях.',
                '2' => 'На мостах, путепроводах, эстакадах и под ними.',
                '3' => 'На железнодорожных переездах.',
                '4' => 'При видимости дороги менее 100 м хотя бы в одном направлении.',
                '5' => 'Во всех перечисленных случаях.',
            ],
        ],
        '7' => [
           'text' => 'С какой максимальной скоростью разрешено движение при буксировке на гибкой сцепке?',
           'answers' => [
                '1' => '70 км/ч.',
                '2' => '60 км/ч.',
                '3' => '50 км/ч.',
                '4' => '40 км/ч.',
                '5' => '30 км/ч.',
            ],
        ],
        '8' => [
           'text' => 'На каком рисунке водитель подает сигнал предупреждении о повороте налево?',
           'answers' => [
                '1' => '1',
                '2' => '2',
                '3' => '3',
            ],
        ],
        '9' => [
           'text' => 'Как транспортировать пострадавшего с закрытой травмой живота?',
           'answers' => [
                '1' => 'В лежачем положении на боку или сидя с горячей грелкой на месте ушиба.',
                '2' => 'В лежачем положении с холодом на месте ушиба (лед. примочка).',
                '3' => 'В положении "полусидя", колени максимально приближены к туловищу.',
            ],
        ],
        '10' => [
           'text' => 'Разрешается ли эксплуатация транспортных средств с неопломбированным спидометровым оборудованием?',
           'answers' => [
                '1' => 'Разрешается.',
                '2' => 'Запрещается.',
                '3' => 'Разрешается только автомобилей, мотоциклов и мопедов, принадлежащих индивидуальным владельцам.',
            ],
        ],
        '1' => [
           'text' => 'Водитель какого транспортного средства правильно выполняет обгон?',
           'answers' => [
                '1' => 'Водитель зеленого автомобиля.',
                '2' => 'Водитель синего автомобиля.',
                '3' => 'Оба водителя правильно обгоняют.',
                '4' => 'Обоим водителям обгон запрещен.',
            ],
        ],
    ],
    '70' => [
        '2' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель трактора.',
                '2' => 'Водитель автобуса.',
            ],
        ],
        '3' => [
           'text' => 'Что указывает табличка под знаком?',
           'answers' => [
                '1' => 'Протяженность узкого участка дороги.',
                '2' => 'Расстояние от знака до узкого участка дороги.',
                '3' => 'Расстояние до объезда узкого участка дороги.',
            ],
        ],
        '4' => [
           'text' => 'Вторым проедет перекресток:',
           'answers' => [
                '1' => 'Зеленый автомобиль.',
                '2' => 'Красный автомобиль.',
                '3' => 'Синий автомобиль.',
            ],
        ],
        '5' => [
           'text' => 'Водитель какого транспортного средства должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель мотоцикла.',
                '2' => 'Водитель грузового автомобиля.',
            ],
        ],
        '6' => [
           'text' => 'Что обозначает данная вертикальная разметка?',
           'answers' => [
                '1' => 'Боковые поверхности ограждения дорог на закруглениях малого радиуса.',
                '2' => 'Обозначает боковые поверхности ограждений дорог на других участках.',
            ],
        ],
        '7' => [
           'text' => 'Остановка и стоянка запрещены:',
           'answers' => [
                '1' => 'Вблизи опасных поворотов и выпуклых переломов продольного профиля дороги с видимостью дороги менее 100 м в одном направлении.',
                '2' => 'На мостах, эстакадах и путепроводах, имеющие менее 3 полос движения.',
                '3' => 'Во всех перечисленных случаях.',
            ],
        ],
        '8' => [
           'text' => 'В поле, на сельскохозяйственных работах, траектории движения грузового автомобиля и трактора пересекаются. Кто должен уступить дорогу?',
           'answers' => [
                '1' => 'Водитель грузового автомобиля водителю трактора.',
                '2' => 'Водитель трактора водителю грузового автомобиля.',
                '3' => 'Водитель, к которому транспортное средство приближается справа.',
                '4' => 'Водитель, находящийся справа.',
            ],
        ],
        '9' => [
           'text' => 'Разрешается ли пользоваться накатом при движении на крутых спусках горных дорог?',
           'answers' => [
                '1' => 'Рекомендуется, если автомобиль оборудован гидровакуумным усилителем тормозов.',
                '2' => 'Рекомендуется, если дорога в хорошем состоянии и просматривается на далекое расстояние.',
                '3' => 'Запрещается.',
            ],
        ],
        '10' => [
           'text' => 'В каком случае Правила запрещают дальнейшее движение транспортных средств?',
           'answers' => [
                '1' => 'Имеются значительные внешние повреждения деталей кузова (кабины) и окраски.',
                '2' => 'Неисправно сцепное устройство (в составе автопоезда).',
                '3' => 'Разрушен коренной лист или центральный болт рессоры.',
                '4' => 'Во втором и третьем случае.',
            ],
        ],
    ],
];
